{
  "dailyVerses": [
    {
      "text": "For I know the plans I have for you, declares the Lord, plans to prosper you and not to harm you, to give you hope and a future.",
      "reference": "Jeremiah 29:11",
      "category": "hope",
      "book": "jeremiah"
    },
    {
      "text": "Trust in the Lord with all your heart and lean not on your own understanding; in all your ways submit to him, and he will make your paths straight.",
      "reference": "Proverbs 3:5-6",
      "category": "wisdom",
      "book": "proverbs"
    },
    {
      "text": "And we know that in all things God works for the good of those who love him, who have been called according to his purpose.",
      "reference": "Romans 8:28",
      "category": "encouragement",
      "book": "romans"
    },
    {
      "text": "I can do all this through him who gives me strength.",
      "reference": "Philippians 4:13",
      "category": "encouragement",
      "book": "philippians"
    },
    {
      "text": "Be strong and courageous. Do not be afraid; do not be discouraged, for the Lord your God will be with you wherever you go.",
      "reference": "Joshua 1:9",
      "category": "courage",
      "book": "joshua"
    },
    {
      "text": "Cast all your anxiety on him because he cares for you.",
      "reference": "1 Peter 5:7",
      "category": "comfort",
      "book": "1peter"
    },
    {
      "text": "But those who hope in the Lord will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint.",
      "reference": "Isaiah 40:31",
      "category": "hope",
      "book": "isaiah"
    },
    {
      "text": "The Lord is my shepherd, I lack nothing. He makes me lie down in green pastures, he leads me beside quiet waters, he refreshes my soul.",
      "reference": "Psalm 23:1-3",
      "category": "comfort",
      "book": "psalms"
    },
    {
      "text": "Come to me, all you who are weary and burdened, and I will give you rest.",
      "reference": "Matthew 11:28",
      "category": "comfort",
      "book": "matthew"
    },
    {
      "text": "For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.",
      "reference": "John 3:16",
      "category": "salvation",
      "book": "john"
    },
    {
      "text": "The Lord is close to the brokenhearted and saves those who are crushed in spirit.",
      "reference": "Psalm 34:18",
      "category": "comfort",
      "book": "psalms"
    },
    {
      "text": "But seek first his kingdom and his righteousness, and all these things will be given to you as well.",
      "reference": "Matthew 6:33",
      "category": "wisdom",
      "book": "matthew"
    },
    {
      "text": "Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid.",
      "reference": "John 14:27",
      "category": "peace",
      "book": "john"
    },
    {
      "text": "Therefore do not worry about tomorrow, for tomorrow will worry about itself. Each day has enough trouble of its own.",
      "reference": "Matthew 6:34",
      "category": "wisdom",
      "book": "matthew"
    },
    {
      "text": "The Lord will fight for you; you need only to be still.",
      "reference": "Exodus 14:14",
      "category": "encouragement",
      "book": "exodus"
    },
    {
      "text": "He gives strength to the weary and increases the power of the weak.",
      "reference": "Isaiah 40:29",
      "category": "encouragement",
      "book": "isaiah"
    },
    {
      "text": "In their hearts humans plan their course, but the Lord establishes their steps.",
      "reference": "Proverbs 16:9",
      "category": "wisdom",
      "book": "proverbs"
    },
    {
      "text": "The Lord bless you and keep you; the Lord make his face shine on you and be gracious to you; the Lord turn his face toward you and give you peace.",
      "reference": "Numbers 6:24-26",
      "category": "blessing",
      "book": "numbers"
    },
    {
      "text": "This is the day the Lord has made; we will rejoice and be glad in it.",
      "reference": "Psalm 118:24",
      "category": "joy",
      "book": "psalms"
    },
    {
      "text": "Delight yourself in the Lord, and he will give you the desires of your heart.",
      "reference": "Psalm 37:4",
      "category": "joy",
      "book": "psalms"
    },
    {
      "text": "But the fruit of the Spirit is love, joy, peace, forbearance, kindness, goodness, faithfulness, gentleness and self-control.",
      "reference": "Galatians 5:22-23",
      "category": "character",
      "book": "galatians"
    },
    {
      "text": "Above all else, guard your heart, for everything you do flows from it.",
      "reference": "Proverbs 4:23",
      "category": "wisdom",
      "book": "proverbs"
    },
    {
      "text": "Let us hold unswervingly to the hope we profess, for he who promised is faithful.",
      "reference": "Hebrews 10:23",
      "category": "hope",
      "book": "hebrews"
    },
    {
      "text": "The Lord is my light and my salvation—whom shall I fear? The Lord is the stronghold of my life—of whom shall I be afraid?",
      "reference": "Psalm 27:1",
      "category": "courage",
      "book": "psalms"
    },
    {
      "text": "Be still, and know that I am God; I will be exalted among the nations, I will be exalted in the earth.",
      "reference": "Psalm 46:10",
      "category": "peace",
      "book": "psalms"
    },
    {
      "text": "Love is patient, love is kind. It does not envy, it does not boast, it is not proud.",
      "reference": "1 Corinthians 13:4",
      "category": "love",
      "book": "1corinthians"
    },
    {
      "text": "The name of the Lord is a fortified tower; the righteous run to it and are safe.",
      "reference": "Proverbs 18:10",
      "category": "protection",
      "book": "proverbs"
    },
    {
      "text": "And my God will meet all your needs according to the riches of his glory in Christ Jesus.",
      "reference": "Philippians 4:19",
      "category": "provision",
      "book": "philippians"
    },
    {
      "text": "The Lord your God is with you, the Mighty Warrior who saves. He will take great delight in you; in his love he will no longer rebuke you, but will rejoice over you with singing.",
      "reference": "Zephaniah 3:17",
      "category": "love",
      "book": "zephaniah"
    },
    {
      "text": "Create in me a pure heart, O God, and renew a steadfast spirit within me.",
      "reference": "Psalm 51:10",
      "category": "prayer",
      "book": "psalms"
    },
    {
      "text": "The heavens declare the glory of God; the skies proclaim the work of his hands.",
      "reference": "Psalm 19:1",
      "category": "worship",
      "book": "psalms"
    },
    {
      "text": "Taste and see that the Lord is good; blessed is the one who takes refuge in him.",
      "reference": "Psalm 34:8",
      "category": "encouragement",
      "book": "psalms"
    },
    {
      "text": "The Lord is my rock, my fortress and my deliverer; my God is my rock, in whom I take refuge, my shield and the horn of my salvation, my stronghold.",
      "reference": "Psalm 18:2",
      "category": "protection",
      "book": "psalms"
    },
    {
      "text": "Your word is a lamp for my feet, a light on my path.",
      "reference": "Psalm 119:105",
      "category": "guidance",
      "book": "psalms"
    },
    {
      "text": "The Lord is gracious and righteous; our God is full of compassion.",
      "reference": "Psalm 116:5",
      "category": "character",
      "book": "psalms"
    },
    {
      "text": "I lift up my eyes to the mountains—where does my help come from? My help comes from the Lord, the Maker of heaven and earth.",
      "reference": "Psalm 121:1-2",
      "category": "help",
      "book": "psalms"
    },
    {
      "text": "How good and pleasant it is when God's people live together in unity!",
      "reference": "Psalm 133:1",
      "category": "unity",
      "book": "psalms"
    },
    {
      "text": "The Lord is righteous in all his ways and faithful in all he does.",
      "reference": "Psalm 145:17",
      "category": "character",
      "book": "psalms"
    },
    {
      "text": "Wait for the Lord; be strong and take heart and wait for the Lord.",
      "reference": "Psalm 27:14",
      "category": "patience",
      "book": "psalms"
    },
    {
      "text": "Weeping may stay for the night, but rejoicing comes in the morning.",
      "reference": "Psalm 30:5",
      "category": "hope",
      "book": "psalms"
    },
    {
      "text": "The Lord your God is in your midst, a mighty one who will save; he will rejoice over you with gladness; he will quiet you by his love; he will exult over you with loud singing.",
      "reference": "Zephaniah 3:17",
      "category": "love",
      "book": "zephaniah"
    },
    {
      "text": "Commit to the Lord whatever you do, and he will establish your plans.",
      "reference": "Proverbs 16:3",
      "category": "guidance",
      "book": "proverbs"
    },
    {
      "text": "A gentle answer turns away wrath, but a harsh word stirs up anger.",
      "reference": "Proverbs 15:1",
      "category": "wisdom",
      "book": "proverbs"
    },
    {
      "text": "The fear of the Lord is the beginning of wisdom, and knowledge of the Holy One is understanding.",
      "reference": "Proverbs 9:10",
      "category": "wisdom",
      "book": "proverbs"
    },
    {
      "text": "Pride goes before destruction, a haughty spirit before a fall.",
      "reference": "Proverbs 16:18",
      "category": "wisdom",
      "book": "proverbs"
    },
    {
      "text": "Iron sharpens iron, so one person sharpens another.",
      "reference": "Proverbs 27:17",
      "category": "relationships",
      "book": "proverbs"
    },
    {
      "text": "She is clothed with strength and dignity; she can laugh at the days to come.",
      "reference": "Proverbs 31:25",
      "category": "character",
      "book": "proverbs"
    },
    {
      "text": "Many are the plans in a person's heart, but it is the Lord's purpose that prevails.",
      "reference": "Proverbs 19:21",
      "category": "sovereignty",
      "book": "proverbs"
    },
    {
      "text": "Whoever walks in integrity walks securely, but whoever takes crooked paths will be found out.",
      "reference": "Proverbs 10:9",
      "category": "integrity",
      "book": "proverbs"
    },
    {
      "text": "The simple believe anything, but the prudent give thought to their steps.",
      "reference": "Proverbs 14:15",
      "category": "wisdom",
      "book": "proverbs"
    },
    {
      "text": "Better a little with righteousness than much gain with injustice.",
      "reference": "Proverbs 16:8",
      "category": "righteousness",
      "book": "proverbs"
    },
    {
      "text": "The heart of the discerning acquires knowledge, for the ears of the wise seek it out.",
      "reference": "Proverbs 18:15",
      "category": "learning",
      "book": "proverbs"
    },
    {
      "text": "Whoever is patient has great understanding, but one who is quick-tempered displays folly.",
      "reference": "Proverbs 14:29",
      "category": "patience",
      "book": "proverbs"
    },
    {
      "text": "Do not withhold good from those to whom it is due, when it is in your power to act.",
      "reference": "Proverbs 3:27",
      "category": "generosity",
      "book": "proverbs"
    },
    {
      "text": "Ask and it will be given to you; seek and you will find; knock and the door will be opened to you.",
      "reference": "Matthew 7:7",
      "category": "prayer",
      "book": "matthew"
    },
    {
      "text": "Blessed are the peacemakers, for they will be called children of God.",
      "reference": "Matthew 5:9",
      "category": "peace",
      "book": "matthew"
    },
    {
      "text": "Let your light shine before others, that they may see your good deeds and glorify your Father in heaven.",
      "reference": "Matthew 5:16",
      "category": "witness",
      "book": "matthew"
    },
    {
      "text": "Do not store up for yourselves treasures on earth, where moths and vermin destroy, and where thieves break in and steal. But store up for yourselves treasures in heaven.",
      "reference": "Matthew 6:19-20",
      "category": "wisdom",
      "book": "matthew"
    },
    {
      "text": "If anyone wants to be first, he must be the very last, and the servant of all.",
      "reference": "Mark 9:35",
      "category": "service",
      "book": "mark"
    },
    {
      "text": "For even the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.",
      "reference": "Mark 10:45",
      "category": "service",
      "book": "mark"
    },
    {
      "text": "All things are possible with God.",
      "reference": "Mark 10:27",
      "category": "faith",
      "book": "mark"
    },
    {
      "text": "For where your treasure is, there your heart will be also.",
      "reference": "Luke 12:34",
      "category": "wisdom",
      "book": "luke"
    },
    {
      "text": "Be merciful, just as your Father is merciful.",
      "reference": "Luke 6:36",
      "category": "mercy",
      "book": "luke"
    },
    {
      "text": "I am the way and the truth and the life. No one comes to the Father except through me.",
      "reference": "John 14:6",
      "category": "salvation",
      "book": "john"
    },
    {
      "text": "I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.",
      "reference": "John 16:33",
      "category": "peace",
      "book": "john"
    },
    {
      "text": "Greater love has no one than this: to lay down one's life for one's friends.",
      "reference": "John 15:13",
      "category": "love",
      "book": "john"
    },
    {
      "text": "I am the vine; you are the branches. If you remain in me and I in you, you will bear much fruit; apart from me you can do nothing.",
      "reference": "John 15:5",
      "category": "connection",
      "book": "john"
    },
    {
      "text": "Then you will know the truth, and the truth will set you free.",
      "reference": "John 8:32",
      "category": "truth",
      "book": "john"
    },
    {
      "text": "Therefore, if anyone is in Christ, the new creation has come: The old has gone, the new is here!",
      "reference": "2 Corinthians 5:17",
      "category": "transformation",
      "book": "2corinthians"
    },
    {
      "text": "But he said to me, 'My grace is sufficient for you, for my power is made perfect in weakness.'",
      "reference": "2 Corinthians 12:9",
      "category": "grace",
      "book": "2corinthians"
    },
    {
      "text": "For it is by grace you have been saved, through faith—and this is not from yourselves, it is the gift of God.",
      "reference": "Ephesians 2:8",
      "category": "salvation",
      "book": "ephesians"
    },
    {
      "text": "Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you.",
      "reference": "Ephesians 4:32",
      "category": "forgiveness",
      "book": "ephesians"
    },
    {
      "text": "Finally, brothers and sisters, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable—if anything is excellent or praiseworthy—think about such things.",
      "reference": "Philippians 4:8",
      "category": "mindset",
      "book": "philippians"
    },
    {
      "text": "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God.",
      "reference": "Philippians 4:6",
      "category": "prayer",
      "book": "philippians"
    },
    {
      "text": "Rejoice in the Lord always. I will say it again: Rejoice!",
      "reference": "Philippians 4:4",
      "category": "joy",
      "book": "philippians"
    },
    {
      "text": "Set your minds on things above, not on earthly things.",
      "reference": "Colossians 3:2",
      "category": "mindset",
      "book": "colossians"
    },
    {
      "text": "And whatever you do, whether in word or deed, do it all in the name of the Lord Jesus, giving thanks to God the Father through him.",
      "reference": "Colossians 3:17",
      "category": "service",
      "book": "colossians"
    },
    {
      "text": "For God has not given us a spirit of fear, but of power, of love and of sound mind.",
      "reference": "2 Timothy 1:7",
      "category": "courage",
      "book": "2timothy"
    },
    {
      "text": "In the beginning God created the heavens and the earth.",
      "reference": "Genesis 1:1",
      "category": "creation",
      "book": "genesis"
    },
    {
      "text": "So God created mankind in his own image, in the image of God he created them; male and female he created them.",
      "reference": "Genesis 1:27",
      "category": "identity",
      "book": "genesis"
    },
    {
      "text": "The Lord God formed a man from the dust of the ground and breathed into his nostrils the breath of life, and the man became a living being.",
      "reference": "Genesis 2:7",
      "category": "life",
      "book": "genesis"
    },
    {
      "text": "And we know that in all things God works for the good of those who love him, who have been called according to his purpose.",
      "reference": "Romans 8:28",
      "category": "purpose",
      "book": "romans"
    },
    {
      "text": "Have I not commanded you? Be strong and courageous. Do not be afraid; do not be discouraged, for the Lord your God will be with you wherever you go.",
      "reference": "Joshua 1:9",
      "category": "courage",
      "book": "joshua"
    },
    {
      "text": "But as for me and my household, we will serve the Lord.",
      "reference": "Joshua 24:15",
      "category": "commitment",
      "book": "joshua"
    },
    {
      "text": "The Lord is my strength and my defense; he has become my salvation. He is my God, and I will praise him, my father's God, and I will exalt him.",
      "reference": "Exodus 15:2",
      "category": "praise",
      "book": "exodus"
    },
    {
      "text": "Remember the Sabbath day by keeping it holy.",
      "reference": "Exodus 20:8",
      "category": "rest",
      "book": "exodus"
    },
    {
      "text": "Honor your father and your mother, so that you may live long in the land the Lord your God is giving you.",
      "reference": "Exodus 20:12",
      "category": "family",
      "book": "exodus"
    },
    {
      "text": "You shall not murder. You shall not commit adultery. You shall not steal. You shall not give false testimony against your neighbor.",
      "reference": "Exodus 20:13-16",
      "category": "commandments",
      "book": "exodus"
    },
    {
      "text": "Hear, O Israel: The Lord our God, the Lord is one. Love the Lord your God with all your heart and with all your soul and with all your strength.",
      "reference": "Deuteronomy 6:4-5",
      "category": "love",
      "book": "deuteronomy"
    },
    {
      "text": "These commandments that I give you today are to be on your hearts. Impress them on your children.",
      "reference": "Deuteronomy 6:6-7",
      "category": "teaching",
      "book": "deuteronomy"
    },
    {
      "text": "It is the Lord who goes before you. He will be with you; he will not leave you or forsake you. Do not fear or be dismayed.",
      "reference": "Deuteronomy 31:8",
      "category": "presence",
      "book": "deuteronomy"
    },
    {
      "text": "The Lord your God will circumcise your hearts and the hearts of your descendants, so that you may love him with all your heart and with all your soul, and live.",
      "reference": "Deuteronomy 30:6",
      "category": "transformation",
      "book": "deuteronomy"
    },
    {
      "text": "But Ruth replied, 'Don't urge me to leave you or to turn back from you. Where you go I will go, and where you stay I will stay. Your people will be my people and your God my God.'",
      "reference": "Ruth 1:16",
      "category": "loyalty",
      "book": "ruth"
    },
    {
      "text": "The Lord looks at the heart.",
      "reference": "1 Samuel 16:7",
      "category": "character",
      "book": "1samuel"
    },
    {
      "text": "David said to the Philistine, 'You come against me with sword and spear and javelin, but I come against you in the name of the Lord Almighty.'",
      "reference": "1 Samuel 17:45",
      "category": "faith",
      "book": "1samuel"
    },
    {
      "text": "And he took bread, and when he had given thanks, he broke it and gave it to them, saying, 'This is my body, which is given for you. Do this in remembrance of me.'",
      "reference": "Luke 22:19",
      "category": "communion",
      "book": "luke"
    },
    {
      "text": "Father, forgive them, for they do not know what they are doing.",
      "reference": "Luke 23:34",
      "category": "forgiveness",
      "book": "luke"
    },
    {
      "text": "He is not here; he has risen, just as he said. Come and see the place where he lay.",
      "reference": "Matthew 28:6",
      "category": "resurrection",
      "book": "matthew"
    },
    {
      "text": "All authority in heaven and on earth has been given to me. Therefore go and make disciples of all nations.",
      "reference": "Matthew 28:18-19",
      "category": "mission",
      "book": "matthew"
    },
    {
      "text": "But you will receive power when the Holy Spirit comes on you; and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth.",
      "reference": "Acts 1:8",
      "category": "mission",
      "book": "acts"
    },
    {
      "text": "Salvation is found in no one else, for there is no other name under heaven given to mankind by which we must be saved.",
      "reference": "Acts 4:12",
      "category": "salvation",
      "book": "acts"
    },
    {
      "text": "And we know that for those who love God all things work together for good, for those who are called according to his purpose.",
      "reference": "Romans 8:28",
      "category": "purpose",
      "book": "romans"
    },
    {
      "text": "If God is for us, who can be against us?",
      "reference": "Romans 8:31",
      "category": "confidence",
      "book": "romans"
    },
    {
      "text": "The Lord is my shepherd, I lack nothing.",
      "reference": "Psalm 23:1",
      "category": "provision",
      "book": "psalms"
    },
    {
      "text": "Even though I walk through the darkest valley, I will fear no evil, for you are with me; your rod and your staff, they comfort me.",
      "reference": "Psalm 23:4",
      "category": "comfort",
      "book": "psalms"
    },
    {
      "text": "Surely your goodness and love will follow me all the days of my life, and I will dwell in the house of the Lord forever.",
      "reference": "Psalm 23:6",
      "category": "hope",
      "book": "psalms"
    },
    {
      "text": "The earth is the Lord's, and everything in it, the world, and all who live in it.",
      "reference": "Psalm 24:1",
      "category": "creation",
      "book": "psalms"
    },
    {
      "text": "Show me your ways, Lord, teach me your paths.",
      "reference": "Psalm 25:4",
      "category": "guidance",
      "book": "psalms"
    },
    {
      "text": "Good and upright is the Lord; therefore he instructs sinners in his ways.",
      "reference": "Psalm 25:8",
      "category": "character",
      "book": "psalms"
    },
    {
      "text": "The Lord is my light and my salvation—whom shall I fear?",
      "reference": "Psalm 27:1",
      "category": "courage",
      "book": "psalms"
    },
    {
      "text": "Though an army besiege me, my heart will not fear; though war break out against me, even then I will be confident.",
      "reference": "Psalm 27:3",
      "category": "confidence",
      "book": "psalms"
    },
    {
      "text": "I remain confident of this: I will see the goodness of the Lord in the land of the living.",
      "reference": "Psalm 27:13",
      "category": "hope",
      "book": "psalms"
    },
    {
      "text": "The Lord is my strength and my shield; my heart trusts in him, and he helps me.",
      "reference": "Psalm 28:7",
      "category": "trust",
      "book": "psalms"
    },
    {
      "text": "Weeping may stay for the night, but rejoicing comes in the morning.",
      "reference": "Psalm 30:5",
      "category": "hope",
      "book": "psalms"
    },
    {
      "text": "Into your hands I commit my spirit; deliver me, Lord, my faithful God.",
      "reference": "Psalm 31:5",
      "category": "surrender",
      "book": "psalms"
    },
    {
      "text": "Be strong and take heart, all you who hope in the Lord.",
      "reference": "Psalm 31:24",
      "category": "encouragement",
      "book": "psalms"
    },
    {
      "text": "Blessed is the one whose transgressions are forgiven, whose sins are covered.",
      "reference": "Psalm 32:1",
      "category": "forgiveness",
      "book": "psalms"
    },
    {
      "text": "Many are the woes of the wicked, but the Lord's unfailing love surrounds the one who trusts in him.",
      "reference": "Psalm 32:10",
      "category": "trust",
      "book": "psalms"
    },
    {
      "text": "Sing joyfully to the Lord, you righteous; it is fitting for the upright to praise him.",
      "reference": "Psalm 33:1",
      "category": "worship",
      "book": "psalms"
    },
    {
      "text": "The Lord foils the plans of the nations; he thwarts the purposes of the peoples. But the plans of the Lord stand firm forever.",
      "reference": "Psalm 33:10-11",
      "category": "sovereignty",
      "book": "psalms"
    },
    {
      "text": "We wait in hope for the Lord; he is our help and our shield.",
      "reference": "Psalm 33:20",
      "category": "hope",
      "book": "psalms"
    },
    {
      "text": "I will extol the Lord at all times; his praise will always be on my lips.",
      "reference": "Psalm 34:1",
      "category": "praise",
      "book": "psalms"
    },
    {
      "text": "Those who look to him are radiant; their faces are never covered with shame.",
      "reference": "Psalm 34:5",
      "category": "joy",
      "book": "psalms"
    },
    {
      "text": "The angel of the Lord encamps around those who fear him, and he delivers them.",
      "reference": "Psalm 34:7",
      "category": "protection",
      "book": "psalms"
    },
    {
      "text": "The righteous cry out, and the Lord hears them; he delivers them from all their troubles.",
      "reference": "Psalm 34:17",
      "category": "prayer",
      "book": "psalms"
    },
    {
      "text": "Take delight in the Lord, and he will give you the desires of your heart.",
      "reference": "Psalm 37:4",
      "category": "delight",
      "book": "psalms"
    },
    {
      "text": "Commit your way to the Lord; trust in him and he will do this.",
      "reference": "Psalm 37:5",
      "category": "trust",
      "book": "psalms"
    },
    {
      "text": "Be still before the Lord and wait patiently for him; do not fret when people succeed in their ways, when they carry out their wicked schemes.",
      "reference": "Psalm 37:7",
      "category": "patience",
      "book": "psalms"
    },
    {
      "text": "Refrain from anger and turn from wrath; do not fret—it leads only to evil.",
      "reference": "Psalm 37:8",
      "category": "wisdom",
      "book": "psalms"
    },
    {
      "text": "The meek will inherit the land and enjoy peace and prosperity.",
      "reference": "Psalm 37:11",
      "category": "blessing",
      "book": "psalms"
    },
    {
      "text": "The steps of a good man are ordered by the Lord, and He delights in his way.",
      "reference": "Psalm 37:23",
      "category": "guidance",
      "book": "psalms"
    },
    {
      "text": "I was young and now I am old, yet I have never seen the righteous forsaken or their children begging bread.",
      "reference": "Psalm 37:25",
      "category": "provision",
      "book": "psalms"
    },
    {
      "text": "Turn from evil and do good; then you will dwell in the land forever.",
      "reference": "Psalm 37:27",
      "category": "righteousness",
      "book": "psalms"
    },
    {
      "text": "The salvation of the righteous comes from the Lord; he is their stronghold in time of trouble.",
      "reference": "Psalm 37:39",
      "category": "salvation",
      "book": "psalms"
    },
    {
      "text": "As the deer pants for streams of water, so my soul pants for you, my God.",
      "reference": "Psalm 42:1",
      "category": "longing",
      "book": "psalms"
    },
    {
      "text": "Why, my soul, are you downcast? Why so disturbed within me? Put your hope in God, for I will yet praise him, my Savior and my God.",
      "reference": "Psalm 42:5",
      "category": "hope",
      "book": "psalms"
    },
    {
      "text": "Deep calls to deep in the roar of your waterfalls; all your waves and breakers have swept over me.",
      "reference": "Psalm 42:7",
      "category": "depth",
      "book": "psalms"
    },
    {
      "text": "By day the Lord directs his love, at night his song is with me—a prayer to the God of my life.",
      "reference": "Psalm 42:8",
      "category": "love",
      "book": "psalms"
    },
    {
      "text": "Vindicate me, my God, and plead my cause against an unfaithful nation. Rescue me from those who are deceitful and wicked.",
      "reference": "Psalm 43:1",
      "category": "justice",
      "book": "psalms"
    },
    {
      "text": "Send me your light and your faithful care, let them lead me; let them bring me to your holy mountain, to the place where you dwell.",
      "reference": "Psalm 43:3",
      "category": "guidance",
      "book": "psalms"
    },
    {
      "text": "God is our refuge and strength, an ever-present help in trouble.",
      "reference": "Psalm 46:1",
      "category": "refuge",
      "book": "psalms"
    },
    {
      "text": "Therefore we will not fear, though the earth give way and the mountains fall into the heart of the sea.",
      "reference": "Psalm 46:2",
      "category": "courage",
      "book": "psalms"
    },
    {
      "text": "There is a river whose streams make glad the city of God, the holy place where the Most High dwells.",
      "reference": "Psalm 46:4",
      "category": "joy",
      "book": "psalms"
    },
    {
      "text": "God is within her, she will not fall; God will help her at break of day.",
      "reference": "Psalm 46:5",
      "category": "protection",
      "book": "psalms"
    },
    {
      "text": "The Lord Almighty is with us; the God of Jacob is our fortress.",
      "reference": "Psalm 46:7",
      "category": "protection",
      "book": "psalms"
    },
    {
      "text": "Come and see what the Lord has done, the desolations he has brought on the earth.",
      "reference": "Psalm 46:8",
      "category": "power",
      "book": "psalms"
    },
    {
      "text": "He makes wars cease to the ends of the earth. He breaks the bow and shatters the spear; he burns the shields with fire.",
      "reference": "Psalm 46:9",
      "category": "peace",
      "book": "psalms"
    },
    {
      "text": "Clap your hands, all you nations; shout to God with cries of joy.",
      "reference": "Psalm 47:1",
      "category": "worship",
      "book": "psalms"
    },
    {
      "text": "For the Lord Most High is awesome, the great King over all the earth.",
      "reference": "Psalm 47:2",
      "category": "majesty",
      "book": "psalms"
    },
    {
      "text": "God has ascended amid shouts of joy, the Lord amid the sounding of trumpets.",
      "reference": "Psalm 47:5",
      "category": "celebration",
      "book": "psalms"
    },
    {
      "text": "Sing praises to God, sing praises; sing praises to our King, sing praises.",
      "reference": "Psalm 47:6",
      "category": "praise",
      "book": "psalms"
    },
    {
      "text": "Great is the Lord and most worthy of praise; his greatness no one can fathom.",
      "reference": "Psalm 145:3",
      "category": "praise",
      "book": "psalms"
    },
    {
      "text": "The Lord is gracious and compassionate, slow to anger and rich in love.",
      "reference": "Psalm 145:8",
      "category": "character",
      "book": "psalms"
    },
    {
      "text": "The Lord is trustworthy in all he promises and faithful in all he does.",
      "reference": "Psalm 145:13",
      "category": "faithfulness",
      "book": "psalms"
    },
    {
      "text": "The Lord upholds all who fall and lifts up all who are bowed down.",
      "reference": "Psalm 145:14",
      "category": "support",
      "book": "psalms"
    },
    {
      "text": "You open your hand and satisfy the desires of every living thing.",
      "reference": "Psalm 145:16",
      "category": "provision",
      "book": "psalms"
    },
    {
      "text": "The Lord is near to all who call on him, to all who call on him in truth.",
      "reference": "Psalm 145:18",
      "category": "presence",
      "book": "psalms"
    },
    {
      "text": "My mouth will speak in praise of the Lord. Let every creature praise his holy name for ever and ever.",
      "reference": "Psalm 145:21",
      "category": "praise",
      "book": "psalms"
    },
    {
      "text": "Praise the Lord. Praise the Lord, my soul.",
      "reference": "Psalm 146:1",
      "category": "praise",
      "book": "psalms"
    },
    {
      "text": "I will praise the Lord all my life; I will sing praise to my God as long as I live.",
      "reference": "Psalm 146:2",
      "category": "worship",
      "book": "psalms"
    },
    {
      "text": "Do not put your trust in princes, in human beings, who cannot save.",
      "reference": "Psalm 146:3",
      "category": "trust",
      "book": "psalms"
    },
    {
      "text": "Blessed are those whose help is the God of Jacob, whose hope is in the Lord their God.",
      "reference": "Psalm 146:5",
      "category": "blessing",
      "book": "psalms"
    },
    {
      "text": "He is the Maker of heaven and earth, the sea, and everything in them—he remains faithful forever.",
      "reference": "Psalm 146:6",
      "category": "creation",
      "book": "psalms"
    },
    {
      "text": "He upholds the cause of the oppressed and gives food to the hungry. The Lord sets prisoners free.",
      "reference": "Psalm 146:7",
      "category": "justice",
      "book": "psalms"
    },
    {
      "text": "The Lord gives sight to the blind, the Lord lifts up those who are bowed down, the Lord loves the righteous.",
      "reference": "Psalm 146:8",
      "category": "healing",
      "book": "psalms"
    },
    {
      "text": "The Lord watches over the foreigner and sustains the fatherless and the widow, but he frustrates the ways of the wicked.",
      "reference": "Psalm 146:9",
      "category": "protection",
      "book": "psalms"
    },
    {
      "text": "The Lord reigns forever, your God, O Zion, for all generations. Praise the Lord.",
      "reference": "Psalm 146:10",
      "category": "sovereignty",
      "book": "psalms"
    },
    {
      "text": "How good it is to sing praises to our God, how pleasant and fitting to praise him!",
      "reference": "Psalm 147:1",
      "category": "worship",
      "book": "psalms"
    },
    {
      "text": "The Lord builds up Jerusalem; he gathers the exiles of Israel.",
      "reference": "Psalm 147:2",
      "category": "restoration",
      "book": "psalms"
    },
    {
      "text": "He heals the brokenhearted and binds up their wounds.",
      "reference": "Psalm 147:3",
      "category": "healing",
      "book": "psalms"
    },
    {
      "text": "He determines the number of the stars and calls them each by name.",
      "reference": "Psalm 147:4",
      "category": "creation",
      "book": "psalms"
    },
    {
      "text": "Great is our Lord and mighty in power; his understanding has no limit.",
      "reference": "Psalm 147:5",
      "category": "power",
      "book": "psalms"
    },
    {
      "text": "The Lord sustains the humble but casts the wicked to the ground.",
      "reference": "Psalm 147:6",
      "category": "justice",
      "book": "psalms"
    },
    {
      "text": "Sing to the Lord with grateful praise; make music to our God on the harp.",
      "reference": "Psalm 147:7",
      "category": "gratitude",
      "book": "psalms"
    },
    {
      "text": "He covers the sky with clouds; he supplies the earth with rain and makes grass grow on the hills.",
      "reference": "Psalm 147:8",
      "category": "provision",
      "book": "psalms"
    },
    {
      "text": "He provides food for the cattle and for the young ravens when they call.",
      "reference": "Psalm 147:9",
      "category": "care",
      "book": "psalms"
    },
    {
      "text": "The fear of the Lord is the beginning of knowledge, but fools despise wisdom and instruction.",
      "reference": "Proverbs 1:7",
      "category": "wisdom",
      "book": "proverbs"
    },
    {
      "text": "My son, if sinful men entice you, do not give in to them.",
      "reference": "Proverbs 1:10",
      "category": "temptation",
      "book": "proverbs"
    },
    {
      "text": "But whoever listens to me will live in safety and be at ease, without fear of harm.",
      "reference": "Proverbs 1:33",
      "category": "safety",
      "book": "proverbs"
    },
    {
      "text": "For the Lord gives wisdom; from his mouth come knowledge and understanding.",
      "reference": "Proverbs 2:6",
      "category": "wisdom",
      "book": "proverbs"
    },
    {
      "text": "He holds success in store for the upright, he is a shield to those whose walk is blameless.",
      "reference": "Proverbs 2:7",
      "category": "protection",
      "book": "proverbs"
    },
    {
      "text": "Then you will understand what is right and just and fair—every good path.",
      "reference": "Proverbs 2:9",
      "category": "understanding",
      "book": "proverbs"
    },
    {
      "text": "Wisdom will save you from the ways of wicked men, from men whose words are perverse.",
      "reference": "Proverbs 2:12",
      "category": "protection",
      "book": "proverbs"
    },
    {
      "text": "Let love and faithfulness never leave you; bind them around your neck, write them on the tablet of your heart.",
      "reference": "Proverbs 3:3",
      "category": "character",
      "book": "proverbs"
    },
    {
      "text": "Then you will win favor and a good name in the sight of God and man.",
      "reference": "Proverbs 3:4",
      "category": "favor",
      "book": "proverbs"
    },
    {
      "text": "In all your ways submit to him, and he will make your paths straight.",
      "reference": "Proverbs 3:6",
      "category": "guidance",
      "book": "proverbs"
    },
    {
      "text": "Do not be wise in your own eyes; fear the Lord and shun evil.",
      "reference": "Proverbs 3:7",
      "category": "humility",
      "book": "proverbs"
    },
    {
      "text": "This will bring health to your body and nourishment to your bones.",
      "reference": "Proverbs 3:8",
      "category": "health",
      "book": "proverbs"
    },
    {
      "text": "Honor the Lord with your wealth, with the firstfruits of all your crops.",
      "reference": "Proverbs 3:9",
      "category": "generosity",
      "book": "proverbs"
    },
    {
      "text": "Then your barns will be filled to overflowing, and your vats will brim over with new wine.",
      "reference": "Proverbs 3:10",
      "category": "blessing",
      "book": "proverbs"
    },
    {
      "text": "My son, do not despise the Lord's discipline, and do not resent his rebuke.",
      "reference": "Proverbs 3:11",
      "category": "discipline",
      "book": "proverbs"
    },
    {
      "text": "Because the Lord disciplines those he loves, as a father the son he delights in.",
      "reference": "Proverbs 3:12",
      "category": "love",
      "book": "proverbs"
    },
    {
      "text": "Blessed are those who find wisdom, those who gain understanding.",
      "reference": "Proverbs 3:13",
      "category": "wisdom",
      "book": "proverbs"
    },
    {
      "text": "For she is more profitable than silver and yields better returns than gold.",
      "reference": "Proverbs 3:14",
      "category": "value",
      "book": "proverbs"
    },
    {
      "text": "She is more precious than rubies; nothing you desire can compare with her.",
      "reference": "Proverbs 3:15",
      "category": "treasure",
      "book": "proverbs"
    },
    {
      "text": "Long life is in her right hand; in her left hand are riches and honor.",
      "reference": "Proverbs 3:16",
      "category": "blessing",
      "book": "proverbs"
    },
    {
      "text": "Her ways are pleasant ways, and all her paths are peace.",
      "reference": "Proverbs 3:17",
      "category": "peace",
      "book": "proverbs"
    },
    {
      "text": "She is a tree of life to those who take hold of her; those who hold her fast will be blessed.",
      "reference": "Proverbs 3:18",
      "category": "life",
      "book": "proverbs"
    },
    {
      "text": "By wisdom the Lord laid the earth's foundations, by understanding he set the heavens in place.",
      "reference": "Proverbs 3:19",
      "category": "creation",
      "book": "proverbs"
    },
    {
      "text": "My son, do not let wisdom and understanding out of your sight, preserve sound judgment and discretion.",
      "reference": "Proverbs 3:21",
      "category": "wisdom",
      "book": "proverbs"
    },
    {
      "text": "They will be life for you, an ornament to grace your neck.",
      "reference": "Proverbs 3:22",
      "category": "beauty",
      "book": "proverbs"
    },
    {
      "text": "Blessed are the poor in spirit, for theirs is the kingdom of heaven.",
      "reference": "Matthew 5:3",
      "category": "blessing",
      "book": "matthew"
    },
    {
      "text": "Blessed are those who mourn, for they will be comforted.",
      "reference": "Matthew 5:4",
      "category": "comfort",
      "book": "matthew"
    },
    {
      "text": "Blessed are the meek, for they will inherit the earth.",
      "reference": "Matthew 5:5",
      "category": "humility",
      "book": "matthew"
    },
    {
      "text": "Blessed are those who hunger and thirst for righteousness, for they will be filled.",
      "reference": "Matthew 5:6",
      "category": "righteousness",
      "book": "matthew"
    },
    {
      "text": "Blessed are the merciful, for they will be shown mercy.",
      "reference": "Matthew 5:7",
      "category": "mercy",
      "book": "matthew"
    },
    {
      "text": "Blessed are the pure in heart, for they will see God.",
      "reference": "Matthew 5:8",
      "category": "purity",
      "book": "matthew"
    },
    {
      "text": "Blessed are those who are persecuted because of righteousness, for theirs is the kingdom of heaven.",
      "reference": "Matthew 5:10",
      "category": "persecution",
      "book": "matthew"
    },
    {
      "text": "You are the salt of the earth. But if the salt loses its saltiness, how can it be made salty again?",
      "reference": "Matthew 5:13",
      "category": "identity",
      "book": "matthew"
    },
    {
      "text": "You are the light of the world. A town built on a hill cannot be hidden.",
      "reference": "Matthew 5:14",
      "category": "witness",
      "book": "matthew"
    },
    {
      "text": "In the same way, let your light shine before others, that they may see your good deeds and glorify your Father in heaven.",
      "reference": "Matthew 5:16",
      "category": "witness",
      "book": "matthew"
    },
    {
      "text": "But I tell you, love your enemies and pray for those who persecute you.",
      "reference": "Matthew 5:44",
      "category": "love",
      "book": "matthew"
    },
    {
      "text": "Be perfect, therefore, as your heavenly Father is perfect.",
      "reference": "Matthew 5:48",
      "category": "perfection",
      "book": "matthew"
    },
    {
      "text": "But when you give to the needy, do not let your left hand know what your right hand is doing.",
      "reference": "Matthew 6:3",
      "category": "generosity",
      "book": "matthew"
    },
    {
      "text": "So that your giving may be in secret. Then your Father, who sees what is done in secret, will reward you.",
      "reference": "Matthew 6:4",
      "category": "reward",
      "book": "matthew"
    },
    {
      "text": "And when you pray, do not be like the hypocrites, for they love to pray standing in the synagogues and on the street corners to be seen by others.",
      "reference": "Matthew 6:5",
      "category": "prayer",
      "book": "matthew"
    },
    {
      "text": "But when you pray, go into your room, close the door and pray to your Father, who is unseen.",
      "reference": "Matthew 6:6",
      "category": "prayer",
      "book": "matthew"
    },
    {
      "text": "This, then, is how you should pray: 'Our Father in heaven, hallowed be your name.'",
      "reference": "Matthew 6:9",
      "category": "prayer",
      "book": "matthew"
    },
    {
      "text": "Your kingdom come, your will be done, on earth as it is in heaven.",
      "reference": "Matthew 6:10",
      "category": "surrender",
      "book": "matthew"
    },
    {
      "text": "Give us today our daily bread.",
      "reference": "Matthew 6:11",
      "category": "provision",
      "book": "matthew"
    },
    {
      "text": "And forgive us our debts, as we also have forgiven our debtors.",
      "reference": "Matthew 6:12",
      "category": "forgiveness",
      "book": "matthew"
    },
    {
      "text": "And lead us not into temptation, but deliver us from the evil one.",
      "reference": "Matthew 6:13",
      "category": "protection",
      "book": "matthew"
    },
    {
      "text": "For if you forgive other people when they sin against you, your heavenly Father will also forgive you.",
      "reference": "Matthew 6:14",
      "category": "forgiveness",
      "book": "matthew"
    },
    {
      "text": "But if you do not forgive others their sins, your Father will not forgive your sins.",
      "reference": "Matthew 6:15",
      "category": "forgiveness",
      "book": "matthew"
    },
    {
      "text": "But store up for yourselves treasures in heaven, where moths and vermin do not destroy, and where thieves do not break in and steal.",
      "reference": "Matthew 6:20",
      "category": "treasure",
      "book": "matthew"
    },
    {
      "text": "For where your treasure is, there your heart will be also.",
      "reference": "Matthew 6:21",
      "category": "heart",
      "book": "matthew"
    },
    {
      "text": "Then God said, 'Let us make mankind in our image, in our likeness, so that they may rule over the fish in the sea and the birds in the sky.'",
      "reference": "Genesis 1:26",
      "category": "creation",
      "book": "genesis"
    },
    {
      "text": "God blessed them and said to them, 'Be fruitful and increase in number; fill the earth and subdue it.'",
      "reference": "Genesis 1:28",
      "category": "blessing",
      "book": "genesis"
    },
    {
      "text": "God saw all that he had made, and it was very good. And there was evening, and there was morning—the sixth day.",
      "reference": "Genesis 1:31",
      "category": "goodness",
      "book": "genesis"
    },
    {
      "text": "Then the Lord God formed a man from the dust of the ground and breathed into his nostrils the breath of life, and the man became a living being.",
      "reference": "Genesis 2:7",
      "category": "life",
      "book": "genesis"
    },
    {
      "text": "The Lord God said, 'It is not good for the man to be alone. I will make a helper suitable for him.'",
      "reference": "Genesis 2:18",
      "category": "companionship",
      "book": "genesis"
    },
    {
      "text": "That is why a man leaves his father and mother and is united to his wife, and they become one flesh.",
      "reference": "Genesis 2:24",
      "category": "marriage",
      "book": "genesis"
    },
    {
      "text": "Now the Lord had said to Abram, 'Go from your country, your people and your father's household to the land I will show you.'",
      "reference": "Genesis 12:1",
      "category": "calling",
      "book": "genesis"
    },
    {
      "text": "I will make you into a great nation, and I will bless you; I will make your name great, and you will be a blessing.",
      "reference": "Genesis 12:2",
      "category": "blessing",
      "book": "genesis"
    },
    {
      "text": "I will bless those who bless you, and whoever curses you I will curse; and all peoples on earth will be blessed through you.",
      "reference": "Genesis 12:3",
      "category": "blessing",
      "book": "genesis"
    },
    {
      "text": "Abram believed the Lord, and he credited it to him as righteousness.",
      "reference": "Genesis 15:6",
      "category": "faith",
      "book": "genesis"
    },
    {
      "text": "Is anything too hard for the Lord? I will return to you at the appointed time next year, and Sarah will have a son.",
      "reference": "Genesis 18:14",
      "category": "power",
      "book": "genesis"
    },
    {
      "text": "But Joseph said to them, 'Don't be afraid. Am I in the place of God? You intended to harm me, but God intended it for good to accomplish what is now being done, the saving of many lives.'",
      "reference": "Genesis 50:19-20",
      "category": "providence",
      "book": "genesis"
    },
    {
      "text": "Moses said to the people, 'Do not be afraid. Stand firm and you will see the deliverance the Lord will bring you today.'",
      "reference": "Exodus 14:13",
      "category": "courage",
      "book": "exodus"
    },
    {
      "text": "The Lord will fight for you; you need only to be still.",
      "reference": "Exodus 14:14",
      "category": "trust",
      "book": "exodus"
    },
    {
      "text": "Then Moses and the Israelites sang this song to the Lord: 'I will sing to the Lord, for he is highly exalted. Both horse and driver he has hurled into the sea.'",
      "reference": "Exodus 15:1",
      "category": "victory",
      "book": "exodus"
    },
    {
      "text": "The Lord is my strength and my defense; he has become my salvation. He is my God, and I will praise him, my father's God, and I will exalt him.",
      "reference": "Exodus 15:2",
      "category": "strength",
      "book": "exodus"
    },
    {
      "text": "Who among the gods is like you, Lord? Who is like you—majestic in holiness, awesome in glory, working wonders?",
      "reference": "Exodus 15:11",
      "category": "uniqueness",
      "book": "exodus"
    },
    {
      "text": "In your unfailing love you will lead the people you have redeemed. In your strength you will guide them to your holy dwelling.",
      "reference": "Exodus 15:13",
      "category": "guidance",
      "book": "exodus"
    },
    {
      "text": "And God spoke all these words: 'I am the Lord your God, who brought you out of Egypt, out of the land of slavery.'",
      "reference": "Exodus 20:1-2",
      "category": "identity",
      "book": "exodus"
    },
    {
      "text": "You shall have no other gods before me.",
      "reference": "Exodus 20:3",
      "category": "worship",
      "book": "exodus"
    },
    {
      "text": "You shall not make idols.",
      "reference": "Exodus 20:4",
      "category": "worship",
      "book": "exodus"
    },
    {
      "text": "You shall not misuse the name of the Lord your God, for the Lord will not hold anyone guiltless who misuses his name.",
      "reference": "Exodus 20:7",
      "category": "reverence",
      "book": "exodus"
    },
    {
      "text": "Six days you shall labor and do all your work, but the seventh day is a sabbath to the Lord your God.",
      "reference": "Exodus 20:9-10",
      "category": "rest",
      "book": "exodus"
    },
    {
      "text": "You shall not covet your neighbor's house. You shall not covet your neighbor's wife, or his male or female servant, his ox or donkey, or anything that belongs to your neighbor.",
      "reference": "Exodus 20:17",
      "category": "contentment",
      "book": "exodus"
    },
    {
      "text": "The Lord, the Lord, the compassionate and gracious God, slow to anger, abounding in love and faithfulness.",
      "reference": "Exodus 34:6",
      "category": "character",
      "book": "exodus"
    },
    {
      "text": "Praise the Lord. Praise God in his sanctuary; praise him in his mighty heavens.",
      "reference": "Psalm 150:1",
      "category": "praise",
      "book": "psalms"
    },
    {
      "text": "Praise him for his acts of power; praise him for his surpassing greatness.",
      "reference": "Psalm 150:2",
      "category": "praise",
      "book": "psalms"
    },
    {
      "text": "Praise him with the sounding of the trumpet, praise him with the harp and lyre.",
      "reference": "Psalm 150:3",
      "category": "worship",
      "book": "psalms"
    },
    {
      "text": "Praise him with timbrel and dancing, praise him with the strings and pipe.",
      "reference": "Psalm 150:4",
      "category": "celebration",
      "book": "psalms"
    },
    {
      "text": "Praise him with the clash of cymbals, praise him with resounding cymbals.",
      "reference": "Psalm 150:5",
      "category": "worship",
      "book": "psalms"
    },
    {
      "text": "Let everything that has breath praise the Lord. Praise the Lord.",
      "reference": "Psalm 150:6",
      "category": "praise",
      "book": "psalms"
    },
    {
      "text": "The Lord is my shepherd, I lack nothing.",
      "reference": "Psalm 23:1",
      "category": "provision",
      "book": "psalms"
    },
    {
      "text": "He makes me lie down in green pastures, he leads me beside quiet waters.",
      "reference": "Psalm 23:2",
      "category": "rest",
      "book": "psalms"
    },
    {
      "text": "He refreshes my soul. He guides me along the right paths for his name's sake.",
      "reference": "Psalm 23:3",
      "category": "guidance",
      "book": "psalms"
    },
    {
      "text": "You prepare a table before me in the presence of my enemies. You anoint my head with oil; my cup overflows.",
      "reference": "Psalm 23:5",
      "category": "blessing",
      "book": "psalms"
    },
    {
      "text": "Surely your goodness and love will follow me all the days of my life, and I will dwell in the house of the Lord forever.",
      "reference": "Psalm 23:6",
      "category": "eternity",
      "book": "psalms"
    },
    {
      "text": "The Lord is my strength and my song; he has given me victory. This is my God, and I will praise him—my father's God, and I will exalt him!",
      "reference": "Psalm 118:14",
      "category": "victory",
      "book": "psalms"
    },
    {
      "text": "Open for me the gates of the righteous; I will enter and give thanks to the Lord.",
      "reference": "Psalm 118:19",
      "category": "thanksgiving",
      "book": "psalms"
    },
    {
      "text": "This is the gate of the Lord through which the righteous may enter.",
      "reference": "Psalm 118:20",
      "category": "righteousness",
      "book": "psalms"
    },
    {
      "text": "I will give you thanks, for you answered me; you have become my salvation.",
      "reference": "Psalm 118:21",
      "category": "gratitude",
      "book": "psalms"
    },
    {
      "text": "The stone the builders rejected has become the cornerstone.",
      "reference": "Psalm 118:22",
      "category": "redemption",
      "book": "psalms"
    },
    {
      "text": "The Lord has done this, and it is marvelous in our eyes.",
      "reference": "Psalm 118:23",
      "category": "wonder",
      "book": "psalms"
    },
    {
      "text": "The Lord bless you from Zion; may you see the prosperity of Jerusalem all the days of your life.",
      "reference": "Psalm 128:5",
      "category": "blessing",
      "book": "psalms"
    },
    {
      "text": "May you live to see your children's children—peace be on Israel.",
      "reference": "Psalm 128:6",
      "category": "generations",
      "book": "psalms"
    },
    {
      "text": "Out of the depths I cry to you, Lord; Lord, hear my voice.",
      "reference": "Psalm 130:1-2",
      "category": "desperation",
      "book": "psalms"
    },
    {
      "text": "Come now, let us settle the matter,' says the Lord. 'Though your sins are like scarlet, they shall be as white as snow; though they are red as crimson, they shall be like wool.'",
      "reference": "Isaiah 1:18",
      "category": "forgiveness",
      "book": "isaiah"
    },
    {
      "text": "Therefore the Lord himself will give you a sign: The virgin will conceive and give birth to a son, and will call him Immanuel.",
      "reference": "Isaiah 7:14",
      "category": "prophecy",
      "book": "isaiah"
    },
    {
      "text": "For to us a child is born, to us a son is given, and the government will be on his shoulders.",
      "reference": "Isaiah 9:6",
      "category": "messiah",
      "book": "isaiah"
    },
    {
      "text": "And he will be called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace.",
      "reference": "Isaiah 9:6",
      "category": "names",
      "book": "isaiah"
    },
    {
      "text": "Of the greatness of his government and peace there will be no end.",
      "reference": "Isaiah 9:7",
      "category": "kingdom",
      "book": "isaiah"
    },
    {
      "text": "A shoot will come up from the stump of Jesse; from his roots a Branch will bear fruit.",
      "reference": "Isaiah 11:1",
      "category": "hope",
      "book": "isaiah"
    },
    {
      "text": "The Spirit of the Lord will rest on him—the Spirit of wisdom and of understanding, the Spirit of counsel and of might, the Spirit of the knowledge and fear of the Lord.",
      "reference": "Isaiah 11:2",
      "category": "spirit",
      "book": "isaiah"
    },
    {
      "text": "The wolf will live with the lamb, the leopard will lie down with the goat, the calf and the lion and the yearling together; and a little child will lead them.",
      "reference": "Isaiah 11:6",
      "category": "peace",
      "book": "isaiah"
    },
    {
      "text": "They will neither harm nor destroy on all my holy mountain, for the earth will be filled with the knowledge of the Lord as the waters cover the sea.",
      "reference": "Isaiah 11:9",
      "category": "knowledge",
      "book": "isaiah"
    },
    {
      "text": "Surely God is my salvation; I will trust and not be afraid. The Lord, the Lord himself, is my strength and my defense; he has become my salvation.",
      "reference": "Isaiah 12:2",
      "category": "salvation",
      "book": "isaiah"
    },
    {
      "text": "With joy you will draw water from the wells of salvation.",
      "reference": "Isaiah 12:3",
      "category": "joy",
      "book": "isaiah"
    },
    {
      "text": "Give praise to the Lord, proclaim his name; make known among the nations what he has done, and proclaim that his name is exalted.",
      "reference": "Isaiah 12:4",
      "category": "proclamation",
      "book": "isaiah"
    },
    {
      "text": "Sing to the Lord, for he has done glorious things; let this be known to all the world.",
      "reference": "Isaiah 12:5",
      "category": "glory",
      "book": "isaiah"
    },
    {
      "text": "Shout aloud and sing for joy, people of Zion, for great is the Holy One of Israel among you.",
      "reference": "Isaiah 12:6",
      "category": "joy",
      "book": "isaiah"
    },
    {
      "text": "You will keep in perfect peace those whose minds are steadfast, because they trust in you.",
      "reference": "Isaiah 26:3",
      "category": "peace",
      "book": "isaiah"
    },
    {
      "text": "Trust in the Lord forever, for the Lord, the Lord himself, is the Rock eternal.",
      "reference": "Isaiah 26:4",
      "category": "trust",
      "book": "isaiah"
    },
    {
      "text": "Lord, you establish peace for us; all that we have accomplished you have done for us.",
      "reference": "Isaiah 26:12",
      "category": "peace",
      "book": "isaiah"
    },
    {
      "text": "You will keep in perfect peace those whose minds are steadfast, because they trust in you.",
      "reference": "Isaiah 26:3",
      "category": "peace",
      "book": "isaiah"
    },
    {
      "text": "He gives strength to the weary and increases the power of the weak.",
      "reference": "Isaiah 40:29",
      "category": "strength",
      "book": "isaiah"
    },
    {
      "text": "Even youths grow tired and weary, and young men stumble and fall; but those who hope in the Lord will renew their strength.",
      "reference": "Isaiah 40:30-31",
      "category": "renewal",
      "book": "isaiah"
    },
    {
      "text": "I am not ashamed of the gospel, because it is the power of God that brings salvation to everyone who believes: first to the Jew, then to the Gentile.",
      "reference": "Romans 1:16",
      "category": "gospel",
      "book": "romans"
    },
    {
      "text": "For in the gospel the righteousness of God is revealed—a righteousness that is by faith from first to last, just as it is written: 'The righteous will live by faith.'",
      "reference": "Romans 1:17",
      "category": "righteousness",
      "book": "romans"
    },
    {
      "text": "All have sinned and fall short of the glory of God.",
      "reference": "Romans 3:23",
      "category": "sin",
      "book": "romans"
    },
    {
      "text": "And all are justified freely by his grace through the redemption that came by Christ Jesus.",
      "reference": "Romans 3:24",
      "category": "grace",
      "book": "romans"
    },
    {
      "text": "Therefore, since we have been justified through faith, we have peace with God through our Lord Jesus Christ.",
      "reference": "Romans 5:1",
      "category": "peace",
      "book": "romans"
    },
    {
      "text": "Through whom we have gained access by faith into this grace in which we now stand. And we boast in the hope of the glory of God.",
      "reference": "Romans 5:2",
      "category": "access",
      "book": "romans"
    },
    {
      "text": "Not only so, but we also glory in our sufferings, because we know that suffering produces perseverance.",
      "reference": "Romans 5:3",
      "category": "perseverance",
      "book": "romans"
    },
    {
      "text": "Perseverance produces character; and character, hope.",
      "reference": "Romans 5:4",
      "category": "character",
      "book": "romans"
    },
    {
      "text": "And hope does not put us to shame, because God's love has been poured out into our hearts through the Holy Spirit, who has been given to us.",
      "reference": "Romans 5:5",
      "category": "hope",
      "book": "romans"
    },
    {
      "text": "But God demonstrates his own love for us in this: While we were still sinners, Christ died for us.",
      "reference": "Romans 5:8",
      "category": "love",
      "book": "romans"
    },
    {
      "text": "Since we have now been justified by his blood, how much more shall we be saved from God's wrath through him!",
      "reference": "Romans 5:9",
      "category": "salvation",
      "book": "romans"
    },
    {
      "text": "For if, while we were God's enemies, we were reconciled to him through the death of his Son, how much more, having been reconciled, shall we be saved through his life!",
      "reference": "Romans 5:10",
      "category": "reconciliation",
      "book": "romans"
    },
    {
      "text": "What shall we say, then? Shall we go on sinning so that grace may increase? By no means! We are those who have died to sin; how can we live in it any longer?",
      "reference": "Romans 6:1-2",
      "category": "holiness",
      "book": "romans"
    },
    {
      "text": "Or don't you know that all of us who were baptized into Christ Jesus were baptized into his death?",
      "reference": "Romans 6:3",
      "category": "baptism",
      "book": "romans"
    },
    {
      "text": "We were therefore buried with him through baptism into death in order that, just as Christ was raised from the dead through the glory of the Father, we too may live a new life.",
      "reference": "Romans 6:4",
      "category": "newness",
      "book": "romans"
    },
    {
      "text": "For we know that our old self was crucified with him so that the body ruled by sin might be done away with, that we should no longer be slaves to sin.",
      "reference": "Romans 6:6",
      "category": "freedom",
      "book": "romans"
    },
    {
      "text": "Because anyone who has died has been set free from sin.",
      "reference": "Romans 6:7",
      "category": "freedom",
      "book": "romans"
    },
    {
      "text": "Now if we died with Christ, we believe that we will also live with him.",
      "reference": "Romans 6:8",
      "category": "life",
      "book": "romans"
    },
    {
      "text": "For we know that since Christ was raised from the dead, he cannot die again; death no longer has mastery over him.",
      "reference": "Romans 6:9",
      "category": "victory",
      "book": "romans"
    },
    {
      "text": "The death he died, he died to sin once for all; but the life he lives, he lives to God.",
      "reference": "Romans 6:10",
      "category": "sacrifice",
      "book": "romans"
    },
    {
      "text": "For the message of the cross is foolishness to those who are perishing, but to us who are being saved it is the power of God.",
      "reference": "1 Corinthians 1:18",
      "category": "cross",
      "book": "1corinthians"
    },
    {
      "text": "For the foolishness of God is wiser than human wisdom, and the weakness of God is stronger than human strength.",
      "reference": "1 Corinthians 1:25",
      "category": "wisdom",
      "book": "1corinthians"
    },
    {
      "text": "Brothers and sisters, think of what you were when you were called. Not many of you were wise by human standards; not many were influential; not many were of noble birth.",
      "reference": "1 Corinthians 1:26",
      "category": "calling",
      "book": "1corinthians"
    },
    {
      "text": "But God chose the foolish things of the world to shame the wise; God chose the weak things of the world to shame the strong.",
      "reference": "1 Corinthians 1:27",
      "category": "choice",
      "book": "1corinthians"
    },
    {
      "text": "God chose the lowly things of this world and the despised things—and the things that are not—to nullify the things that are.",
      "reference": "1 Corinthians 1:28",
      "category": "reversal",
      "book": "1corinthians"
    },
    {
      "text": "So that no one may boast before him.",
      "reference": "1 Corinthians 1:29",
      "category": "humility",
      "book": "1corinthians"
    },
    {
      "text": "It is because of him that you are in Christ Jesus, who has become for us wisdom from God—that is, our righteousness, holiness and redemption.",
      "reference": "1 Corinthians 1:30",
      "category": "identity",
      "book": "1corinthians"
    },
    {
      "text": "Therefore, as it is written: 'Let the one who boasts boast in the Lord.'",
      "reference": "1 Corinthians 1:31",
      "category": "boasting",
      "book": "1corinthians"
    },
    {
      "text": "And so it was with me, brothers and sisters. When I came to you, I did not come with eloquence or human wisdom as I proclaimed to you the testimony about God.",
      "reference": "1 Corinthians 2:1",
      "category": "simplicity",
      "book": "1corinthians"
    },
    {
      "text": "For I resolved to know nothing while I was with you except Jesus Christ and him crucified.",
      "reference": "1 Corinthians 2:2",
      "category": "focus",
      "book": "1corinthians"
    },
    {
      "text": "I came to you in weakness with great fear and trembling.",
      "reference": "1 Corinthians 2:3",
      "category": "weakness",
      "book": "1corinthians"
    },
    {
      "text": "My message and my preaching were not with wise and persuasive words, but with a demonstration of the Spirit's power.",
      "reference": "1 Corinthians 2:4",
      "category": "power",
      "book": "1corinthians"
    },
    {
      "text": "So that your faith might not rest on human wisdom, but on God's power.",
      "reference": "1 Corinthians 2:5",
      "category": "faith",
      "book": "1corinthians"
    },
    {
      "text": "We do, however, speak a message of wisdom among the mature, but not the wisdom of this age or of the rulers of this age, who are coming to nothing.",
      "reference": "1 Corinthians 2:6",
      "category": "maturity",
      "book": "1corinthians"
    },
    {
      "text": "No, we declare God's wisdom, a mystery that has been hidden and that God destined for our glory before time began.",
      "reference": "1 Corinthians 2:7",
      "category": "mystery",
      "book": "1corinthians"
    },
    {
      "text": "None of the rulers of this age understood it, for if they had, they would not have crucified the Lord of glory.",
      "reference": "1 Corinthians 2:8",
      "category": "understanding",
      "book": "1corinthians"
    },
    {
      "text": "However, as it is written: 'What no eye has seen, what no ear has heard, and what no human mind has conceived'—the things God has prepared for those who love him.",
      "reference": "1 Corinthians 2:9",
      "category": "preparation",
      "book": "1corinthians"
    },
    {
      "text": "These are the things God has revealed to us by his Spirit. The Spirit searches all things, even the deep things of God.",
      "reference": "1 Corinthians 2:10",
      "category": "revelation",
      "book": "1corinthians"
    },
    {
      "text": "For who knows a person's thoughts except their own spirit within them? In the same way no one knows the thoughts of God except the Spirit of God.",
      "reference": "1 Corinthians 2:11",
      "category": "knowledge",
      "book": "1corinthians"
    },
    {
      "text": "What we have received is not the spirit of the world, but the Spirit who is from God, so that we may understand what God has freely given us.",
      "reference": "1 Corinthians 2:12",
      "category": "understanding",
      "book": "1corinthians"
    },
    {
      "text": "Praise be to the God and Father of our Lord Jesus Christ, who has blessed us in the heavenly realms with every spiritual blessing in Christ.",
      "reference": "Ephesians 1:3",
      "category": "blessing",
      "book": "ephesians"
    },
    {
      "text": "For he chose us in him before the creation of the world to be holy and blameless in his sight.",
      "reference": "Ephesians 1:4",
      "category": "election",
      "book": "ephesians"
    },
    {
      "text": "In love he predestined us for adoption to sonship through Jesus Christ, in accordance with his pleasure and will.",
      "reference": "Ephesians 1:5",
      "category": "adoption",
      "book": "ephesians"
    },
    {
      "text": "To the praise of his glorious grace, which he has freely given us in the One he loves.",
      "reference": "Ephesians 1:6",
      "category": "grace",
      "book": "ephesians"
    },
    {
      "text": "In him we have redemption through his blood, the forgiveness of sins, in accordance with the riches of God's grace.",
      "reference": "Ephesians 1:7",
      "category": "redemption",
      "book": "ephesians"
    },
    {
      "text": "That he lavished on us. With all wisdom and understanding.",
      "reference": "Ephesians 1:8",
      "category": "wisdom",
      "book": "ephesians"
    },
    {
      "text": "He made known to us the mystery of his will according to his good pleasure, which he purposed in Christ.",
      "reference": "Ephesians 1:9",
      "category": "mystery",
      "book": "ephesians"
    },
    {
      "text": "To be put into effect when the times reach their fulfillment—to bring unity to all things in heaven and on earth under Christ.",
      "reference": "Ephesians 1:10",
      "category": "unity",
      "book": "ephesians"
    },
    {
      "text": "In him we were also chosen, having been predestined according to the plan of him who works out everything in conformity with the purpose of his will.",
      "reference": "Ephesians 1:11",
      "category": "purpose",
      "book": "ephesians"
    },
    {
      "text": "In order that we, who were the first to put our hope in Christ, might be for the praise of his glory.",
      "reference": "Ephesians 1:12",
      "category": "hope",
      "book": "ephesians"
    },
    {
      "text": "And you also were included in Christ when you heard the message of truth, the gospel of your salvation.",
      "reference": "Ephesians 1:13",
      "category": "inclusion",
      "book": "ephesians"
    },
    {
      "text": "When you believed, you were marked in him with a seal, the promised Holy Spirit.",
      "reference": "Ephesians 1:13",
      "category": "sealing",
      "book": "ephesians"
    },
    {
      "text": "Who is a deposit guaranteeing our inheritance until the redemption of those who are God's possession—to the praise of his glory.",
      "reference": "Ephesians 1:14",
      "category": "inheritance",
      "book": "ephesians"
    },
    {
      "text": "I keep asking that the God of our Lord Jesus Christ, the glorious Father, may give you the Spirit of wisdom and revelation, so that you may know him better.",
      "reference": "Ephesians 1:17",
      "category": "prayer",
      "book": "ephesians"
    },
    {
      "text": "I pray that the eyes of your heart may be enlightened in order that you may know the hope to which he has called you, the riches of his glorious inheritance in his holy people.",
      "reference": "Ephesians 1:18",
      "category": "enlightenment",
      "book": "ephesians"
    },
    {
      "text": "And his incomparably great power for us who believe. That power is the same as the mighty strength.",
      "reference": "Ephesians 1:19",
      "category": "power",
      "book": "ephesians"
    },
    {
      "text": "He exerted when he raised Christ from the dead and seated him at his right hand in the heavenly realms.",
      "reference": "Ephesians 1:20",
      "category": "resurrection",
      "book": "ephesians"
    },
    {
      "text": "Far above all rule and authority, power and dominion, and every name that is invoked, not only in the present age but also in the one to come.",
      "reference": "Ephesians 1:21",
      "category": "supremacy",
      "book": "ephesians"
    },
    {
      "text": "And God placed all things under his feet and appointed him to be head over everything for the church.",
      "reference": "Ephesians 1:22",
      "category": "headship",
      "book": "ephesians"
    },
    {
      "text": "Which is his body, the fullness of him who fills everything in every way.",
      "reference": "Ephesians 1:23",
      "category": "church",
      "book": "ephesians"
    },
    {
      "text": "Return to me, and I will return to you, says the Lord Almighty.",
      "reference": "Malachi 3:7",
      "category": "return",
      "book": "malachi"
    },
    {
      "text": "But for you who revere my name, the sun of righteousness will rise with healing in its rays.",
      "reference": "Malachi 4:2",
      "category": "healing",
      "book": "malachi"
    },
    {
      "text": "The Lord your God is with you, the Mighty Warrior who saves. He will take great delight in you; in his love he will no longer rebuke you, but will rejoice over you with singing.",
      "reference": "Zephaniah 3:17",
      "category": "love",
      "book": "zephaniah"
    },
    {
      "text": "Seek the Lord, all you humble of the land, you who do what he commands. Seek righteousness, seek humility; perhaps you will be sheltered on the day of the Lord's anger.",
      "reference": "Zephaniah 2:3",
      "category": "seeking",
      "book": "zephaniah"
    },
    {
      "text": "The Lord is slow to anger but great in power; the Lord will not leave the guilty unpunished.",
      "reference": "Nahum 1:3",
      "category": "justice",
      "book": "nahum"
    },
    {
      "text": "The Lord is good, a refuge in times of trouble. He cares for those who trust in him.",
      "reference": "Nahum 1:7",
      "category": "refuge",
      "book": "nahum"
    },
    {
      "text": "Look at the nations and watch—and be utterly amazed. For I am going to do something in your days that you would not believe, even if you were told.",
      "reference": "Habakkuk 1:5",
      "category": "wonder",
      "book": "habakkuk"
    },
    {
      "text": "Though the fig tree does not bud and there are no grapes on the vines, though the olive crop fails and the fields produce no food, though there are no sheep in the pen and no cattle in the stalls, yet I will rejoice in the Lord, I will be joyful in God my Savior.",
      "reference": "Habakkuk 3:17-18",
      "category": "joy",
      "book": "habakkuk"
    },
    {
      "text": "The Sovereign Lord is my strength; he makes my feet like the feet of a deer, he enables me to tread on the heights.",
      "reference": "Habakkuk 3:19",
      "category": "strength",
      "book": "habakkuk"
    },
    {
      "text": "But let justice roll on like a river, righteousness like a never-failing stream!",
      "reference": "Amos 5:24",
      "category": "justice",
      "book": "amos"
    },
    {
      "text": "Seek good, not evil, that you may live. Then the Lord God Almighty will be with you, just as you say he is.",
      "reference": "Amos 5:14",
      "category": "seeking",
      "book": "amos"
    },
    {
      "text": "He has shown you, O mortal, what is good. And what does the Lord require of you? To act justly and to love mercy and to walk humbly with your God.",
      "reference": "Micah 6:8",
      "category": "requirements",
      "book": "micah"
    },
    {
      "text": "But as for me, I watch in hope for the Lord, I wait for God my Savior; my God will hear me.",
      "reference": "Micah 7:7",
      "category": "hope",
      "book": "micah"
    },
    {
      "text": "Who is a God like you, who pardons sin and forgives the transgression of the remnant of his inheritance? You do not stay angry forever but delight to show mercy.",
      "reference": "Micah 7:18",
      "category": "mercy",
      "book": "micah"
    },
    {
      "text": "You will again have compassion on us; you will tread our sins underfoot and hurl all our iniquities into the depths of the sea.",
      "reference": "Micah 7:19",
      "category": "forgiveness",
      "book": "micah"
    },
    {
      "text": "The Lord your God is in your midst, a mighty one who will save; he will rejoice over you with gladness; he will quiet you by his love; he will exult over you with loud singing.",
      "reference": "Zephaniah 3:17",
      "category": "presence",
      "book": "zephaniah"
    },
    {
      "text": "Return to the Lord your God, for he is gracious and compassionate, slow to anger and abounding in love, and he relents from sending calamity.",
      "reference": "Joel 2:13",
      "category": "return",
      "book": "joel"
    },
    {
      "text": "And everyone who calls on the name of the Lord will be saved; for on Mount Zion and in Jerusalem there will be deliverance, as the Lord has said, even among the survivors whom the Lord calls.",
      "reference": "Joel 2:32",
      "category": "salvation",
      "book": "joel"
    },
    {
      "text": "I will pour out my Spirit on all people. Your sons and daughters will prophesy, your old men will dream dreams, your young men will see visions.",
      "reference": "Joel 2:28",
      "category": "spirit",
      "book": "joel"
    },
    {
      "text": "When Israel was a child, I loved him, and out of Egypt I called my son.",
      "reference": "Hosea 11:1",
      "category": "love",
      "book": "hosea"
    },
    {
      "text": "The Lord gave and the Lord has taken away; may the name of the Lord be praised.",
      "reference": "Job 1:21",
      "category": "acceptance",
      "book": "job"
    },
    {
      "text": "Though he slay me, yet will I hope in him; I will surely defend my ways to his face.",
      "reference": "Job 13:15",
      "category": "hope",
      "book": "job"
    },
    {
      "text": "I know that my redeemer lives, and that in the end he will stand on the earth.",
      "reference": "Job 19:25",
      "category": "redemption",
      "book": "job"
    },
    {
      "text": "And after my skin has been destroyed, yet in my flesh I will see God.",
      "reference": "Job 19:26",
      "category": "resurrection",
      "book": "job"
    },
    {
      "text": "I myself will see him with my own eyes—I, and not another. How my heart yearns within me!",
      "reference": "Job 19:27",
      "category": "longing",
      "book": "job"
    },
    {
      "text": "But he knows the way that I take; when he has tested me, I will come forth as gold.",
      "reference": "Job 23:10",
      "category": "testing",
      "book": "job"
    },
    {
      "text": "My feet have closely followed his steps; I have kept to his way without turning aside.",
      "reference": "Job 23:11",
      "category": "faithfulness",
      "book": "job"
    },
    {
      "text": "I have not departed from the commands of his lips; I have treasured the words of his mouth more than my daily bread.",
      "reference": "Job 23:12",
      "category": "word",
      "book": "job"
    },
    {
      "text": "Then the Lord spoke to Job out of the storm. He said: 'Who is this that obscures my plans with words without knowledge?'",
      "reference": "Job 38:1-2",
      "category": "sovereignty",
      "book": "job"
    },
    {
      "text": "Brace yourself like a man; I will question you, and you shall answer me.",
      "reference": "Job 38:3",
      "category": "challenge",
      "book": "job"
    },
    {
      "text": "Where were you when I laid the earth's foundation? Tell me, if you understand.",
      "reference": "Job 38:4",
      "category": "creation",
      "book": "job"
    },
    {
      "text": "Who marked off its dimensions? Surely you know! Who stretched a measuring line across it?",
      "reference": "Job 38:5",
      "category": "design",
      "book": "job"
    },
    {
      "text": "On what were its footings set, or who laid its cornerstone—while the morning stars sang together and all the angels shouted for joy?",
      "reference": "Job 38:6-7",
      "category": "celebration",
      "book": "job"
    },
    {
      "text": "I know that you can do all things; no purpose of yours can be thwarted.",
      "reference": "Job 42:2",
      "category": "omnipotence",
      "book": "job"
    },
    {
      "text": "You asked, 'Who is this that obscures my plans without knowledge?' Surely I spoke of things I did not understand, things too wonderful for me to know.",
      "reference": "Job 42:3",
      "category": "humility",
      "book": "job"
    },
    {
      "text": "To everything there is a season, and a time to every purpose under the heaven.",
      "reference": "Ecclesiastes 3:1",
      "category": "timing",
      "book": "ecclesiastes"
    },
    {
      "text": "A time to be born, and a time to die; a time to plant, and a time to pluck up that which is planted.",
      "reference": "Ecclesiastes 3:2",
      "category": "seasons",
      "book": "ecclesiastes"
    },
    {
      "text": "A time to kill, and a time to heal; a time to break down, and a time to build up.",
      "reference": "Ecclesiastes 3:3",
      "category": "cycles",
      "book": "ecclesiastes"
    },
    {
      "text": "A time to weep, and a time to laugh; a time to mourn, and a time to dance.",
      "reference": "Ecclesiastes 3:4",
      "category": "emotions",
      "book": "ecclesiastes"
    },
    {
      "text": "A time to cast away stones, and a time to gather stones together; a time to embrace, and a time to refrain from embracing.",
      "reference": "Ecclesiastes 3:5",
      "category": "relationships",
      "book": "ecclesiastes"
    },
    {
      "text": "A time to get, and a time to lose; a time to keep, and a time to cast away.",
      "reference": "Ecclesiastes 3:6",
      "category": "possessions",
      "book": "ecclesiastes"
    },
    {
      "text": "A time to rend, and a time to sew; a time to keep silence, and a time to speak.",
      "reference": "Ecclesiastes 3:7",
      "category": "communication",
      "book": "ecclesiastes"
    },
    {
      "text": "A time to love, and a time to hate; a time of war, and a time of peace.",
      "reference": "Ecclesiastes 3:8",
      "category": "conflict",
      "book": "ecclesiastes"
    },
    {
      "text": "He has made everything beautiful in its time. He has also set eternity in the human heart; yet no one can fathom what God has done from beginning to end.",
      "reference": "Ecclesiastes 3:11",
      "category": "beauty",
      "book": "ecclesiastes"
    },
    {
      "text": "I know that there is nothing better for mortals than to be happy and enjoy themselves as long as they live.",
      "reference": "Ecclesiastes 3:12",
      "category": "joy",
      "book": "ecclesiastes"
    },
    {
      "text": "That each of them may eat and drink, and find satisfaction in all their toil—this is the gift of God.",
      "reference": "Ecclesiastes 3:13",
      "category": "satisfaction",
      "book": "ecclesiastes"
    },
    {
      "text": "I know that everything God does will endure forever; nothing can be added to it and nothing taken from it. God does it so that people will fear him.",
      "reference": "Ecclesiastes 3:14",
      "category": "permanence",
      "book": "ecclesiastes"
    },
    {
      "text": "Two are better than one, because they have a good return for their labor.",
      "reference": "Ecclesiastes 4:9",
      "category": "partnership",
      "book": "ecclesiastes"
    },
    {
      "text": "If either of them falls down, one can help the other up. But pity anyone who falls and has no one to help them up.",
      "reference": "Ecclesiastes 4:10",
      "category": "support",
      "book": "ecclesiastes"
    },
    {
      "text": "Also, if two lie down together, they will keep warm. But how can one keep warm alone?",
      "reference": "Ecclesiastes 4:11",
      "category": "companionship",
      "book": "ecclesiastes"
    },
    {
      "text": "Though one may be overpowered, two can defend themselves. A cord of three strands is not quickly broken.",
      "reference": "Ecclesiastes 4:12",
      "category": "unity",
      "book": "ecclesiastes"
    },
    {
      "text": "Remember your Creator in the days of your youth, before the days of trouble come and the years approach when you will say, 'I find no pleasure in them.'",
      "reference": "Ecclesiastes 12:1",
      "category": "youth",
      "book": "ecclesiastes"
    },
    {
      "text": "Now all has been heard; here is the conclusion of the matter: Fear God and keep his commandments, for this is the duty of all mankind.",
      "reference": "Ecclesiastes 12:13",
      "category": "conclusion",
      "book": "ecclesiastes"
    },
    {
      "text": "For God will bring every deed into judgment, including every hidden thing, whether it is good or evil.",
      "reference": "Ecclesiastes 12:14",
      "category": "judgment",
      "book": "ecclesiastes"
    },
    {
      "text": "In the past God spoke to our ancestors through the prophets at many times and in various ways, but in these last days he has spoken to us by his Son.",
      "reference": "Hebrews 1:1-2",
      "category": "revelation",
      "book": "hebrews"
    },
    {
      "text": "The Son is the radiance of God's glory and the exact representation of his being, sustaining all things by his powerful word.",
      "reference": "Hebrews 1:3",
      "category": "glory",
      "book": "hebrews"
    },
    {
      "text": "After he had provided purification for sins, he sat down at the right hand of the Majesty in heaven.",
      "reference": "Hebrews 1:3",
      "category": "purification",
      "book": "hebrews"
    },
    {
      "text": "So he became as much superior to the angels as the name he has inherited is superior to theirs.",
      "reference": "Hebrews 1:4",
      "category": "superiority",
      "book": "hebrews"
    },
    {
      "text": "We must pay the most careful attention, therefore, to what we have heard, so that we do not drift away.",
      "reference": "Hebrews 2:1",
      "category": "attention",
      "book": "hebrews"
    },
    {
      "text": "How shall we escape if we ignore so great a salvation? This salvation, which was first announced by the Lord, was confirmed to us by those who heard him.",
      "reference": "Hebrews 2:3",
      "category": "salvation",
      "book": "hebrews"
    },
    {
      "text": "Since the children have flesh and blood, he too shared in their humanity so that by his death he might break the power of him who holds the power of death—that is, the devil.",
      "reference": "Hebrews 2:14",
      "category": "incarnation",
      "book": "hebrews"
    },
    {
      "text": "And free those who all their lives were held in slavery by their fear of death.",
      "reference": "Hebrews 2:15",
      "category": "freedom",
      "book": "hebrews"
    },
    {
      "text": "Because he himself suffered when he was tempted, he is able to help those who are being tempted.",
      "reference": "Hebrews 2:18",
      "category": "temptation",
      "book": "hebrews"
    },
    {
      "text": "Therefore, since we have a great high priest who has ascended into heaven, Jesus the Son of God, let us hold firmly to the faith we profess.",
      "reference": "Hebrews 4:14",
      "category": "faith",
      "book": "hebrews"
    },
    {
      "text": "For we do not have a high priest who is unable to empathize with our weaknesses, but we have one who has been tempted in every way, just as we are—yet he did not sin.",
      "reference": "Hebrews 4:15",
      "category": "empathy",
      "book": "hebrews"
    },
    {
      "text": "Let us then approach God's throne of grace with confidence, so that we may receive mercy and find grace to help us in our time of need.",
      "reference": "Hebrews 4:16",
      "category": "grace",
      "book": "hebrews"
    },
    {
      "text": "Now faith is confidence in what we hope for and assurance about what we do not see.",
      "reference": "Hebrews 11:1",
      "category": "faith",
      "book": "hebrews"
    },
    {
      "text": "And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him.",
      "reference": "Hebrews 11:6",
      "category": "seeking",
      "book": "hebrews"
    },
    {
      "text": "Therefore, since we are surrounded by such a great cloud of witnesses, let us throw off everything that hinders and the sin that so easily entangles.",
      "reference": "Hebrews 12:1",
      "category": "perseverance",
      "book": "hebrews"
    },
    {
      "text": "And let us run with perseverance the race marked out for us, fixing our eyes on Jesus, the pioneer and perfecter of faith.",
      "reference": "Hebrews 12:1-2",
      "category": "focus",
      "book": "hebrews"
    },
    {
      "text": "For the joy set before him he endured the cross, scorning its shame, and sat down at the right hand of the throne of God.",
      "reference": "Hebrews 12:2",
      "category": "endurance",
      "book": "hebrews"
    },
    {
      "text": "Consider him who endured such opposition from sinners, so that you will not grow weary and lose heart.",
      "reference": "Hebrews 12:3",
      "category": "encouragement",
      "book": "hebrews"
    },
    {
      "text": "No discipline seems pleasant at the time, but painful. Later on, however, it produces a harvest of righteousness and peace for those who have been trained by it.",
      "reference": "Hebrews 12:11",
      "category": "discipline",
      "book": "hebrews"
    },
    {
      "text": "Jesus Christ is the same yesterday and today and forever.",
      "reference": "Hebrews 13:8",
      "category": "unchanging",
      "book": "hebrews"
    },
    {
      "text": "Consider it pure joy, my brothers and sisters, whenever you face trials of many kinds.",
      "reference": "James 1:2",
      "category": "joy",
      "book": "james"
    },
    {
      "text": "Because you know that the testing of your faith produces perseverance.",
      "reference": "James 1:3",
      "category": "testing",
      "book": "james"
    },
    {
      "text": "Let perseverance finish its work so that you may be mature and complete, not lacking anything.",
      "reference": "James 1:4",
      "category": "maturity",
      "book": "james"
    },
    {
      "text": "If any of you lacks wisdom, you should ask God, who gives generously to all without finding fault, and it will be given to you.",
      "reference": "James 1:5",
      "category": "wisdom",
      "book": "james"
    },
    {
      "text": "But when you ask, you must believe and not doubt, because the one who doubts is like a wave of the sea, blown and tossed by the wind.",
      "reference": "James 1:6",
      "category": "doubt",
      "book": "james"
    },
    {
      "text": "Blessed is the one who perseveres under trial because, having stood the test, that person will receive the crown of life that the Lord has promised to those who love him.",
      "reference": "James 1:12",
      "category": "perseverance",
      "book": "james"
    },
    {
      "text": "When tempted, no one should say, 'God is tempting me.' For God cannot be tempted by evil, nor does he tempt anyone.",
      "reference": "James 1:13",
      "category": "temptation",
      "book": "james"
    },
    {
      "text": "But each person is tempted when they are dragged away by their own evil desire and enticed.",
      "reference": "James 1:14",
      "category": "desire",
      "book": "james"
    },
    {
      "text": "Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows.",
      "reference": "James 1:17",
      "category": "gifts",
      "book": "james"
    },
    {
      "text": "He chose to give us birth through the word of truth, that we might be a kind of firstfruits of all he created.",
      "reference": "James 1:18",
      "category": "birth",
      "book": "james"
    },
    {
      "text": "My dear brothers and sisters, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry.",
      "reference": "James 1:19",
      "category": "listening",
      "book": "james"
    },
    {
      "text": "Because human anger does not produce the righteousness that God desires.",
      "reference": "James 1:20",
      "category": "anger",
      "book": "james"
    },
    {
      "text": "Therefore, get rid of all moral filth and the evil that is so prevalent and humbly accept the word planted in you, which can save you.",
      "reference": "James 1:21",
      "category": "humility",
      "book": "james"
    },
    {
      "text": "Do not merely listen to the word, and so deceive yourselves. Do what it says.",
      "reference": "James 1:22",
      "category": "action",
      "book": "james"
    },
    {
      "text": "Anyone who listens to the word but does not do what it says is like someone who looks at his face in a mirror.",
      "reference": "James 1:23",
      "category": "reflection",
      "book": "james"
    },
    {
      "text": "And, after looking at himself, goes away and immediately forgets what he looks like.",
      "reference": "James 1:24",
      "category": "forgetfulness",
      "book": "james"
    },
    {
      "text": "But whoever looks intently into the perfect law that gives freedom, and continues in it—not forgetting what they have heard, but doing it—they will be blessed in what they do.",
      "reference": "James 1:25",
      "category": "blessing",
      "book": "james"
    },
    {
      "text": "Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world.",
      "reference": "James 1:27",
      "category": "religion",
      "book": "james"
    },
    {
      "text": "What good is it, my brothers and sisters, if someone claims to have faith but has no deeds? Can such faith save them?",
      "reference": "James 2:14",
      "category": "deeds",
      "book": "james"
    },
    {
      "text": "In the same way, faith by itself, if it is not accompanied by action, is dead.",
      "reference": "James 2:17",
      "category": "action",
      "book": "james"
    },
    {
      "text": "Praise be to the God and Father of our Lord Jesus Christ! In his great mercy he has given us new birth into a living hope through the resurrection of Jesus Christ from the dead.",
      "reference": "1 Peter 1:3",
      "category": "hope",
      "book": "1peter"
    },
    {
      "text": "And into an inheritance that can never perish, spoil or fade. This inheritance is kept in heaven for you.",
      "reference": "1 Peter 1:4",
      "category": "inheritance",
      "book": "1peter"
    },
    {
      "text": "Who through faith are shielded by God's power until the coming of the salvation that is ready to be revealed in the last time.",
      "reference": "1 Peter 1:5",
      "category": "protection",
      "book": "1peter"
    },
    {
      "text": "In all this you greatly rejoice, though now for a little while you may have had to suffer grief in all kinds of trials.",
      "reference": "1 Peter 1:6",
      "category": "rejoicing",
      "book": "1peter"
    },
    {
      "text": "These have come so that the proven genuineness of your faith—of greater worth than gold, which perishes even though refined by fire—may result in praise, glory and honor when Jesus Christ is revealed.",
      "reference": "1 Peter 1:7",
      "category": "refinement",
      "book": "1peter"
    },
    {
      "text": "Though you have not seen him, you love him; and even though you do not see him now, you believe in him and are filled with an inexpressible and glorious joy.",
      "reference": "1 Peter 1:8",
      "category": "love",
      "book": "1peter"
    },
    {
      "text": "For you are receiving the end result of your faith, the salvation of your souls.",
      "reference": "1 Peter 1:9",
      "category": "salvation",
      "book": "1peter"
    },
    {
      "text": "Therefore, with minds that are alert and fully sober, set your hope on the grace to be brought to you when Jesus Christ is revealed at his coming.",
      "reference": "1 Peter 1:13",
      "category": "alertness",
      "book": "1peter"
    },
    {
      "text": "As obedient children, do not conform to the evil desires you had when you lived in ignorance.",
      "reference": "1 Peter 1:14",
      "category": "obedience",
      "book": "1peter"
    },
    {
      "text": "But just as he who called you is holy, so be holy in all you do.",
      "reference": "1 Peter 1:15",
      "category": "holiness",
      "book": "1peter"
    },
    {
      "text": "For it is written: 'Be holy, because I am holy.'",
      "reference": "1 Peter 1:16",
      "category": "holiness",
      "book": "1peter"
    },
    {
      "text": "Since you call on a Father who judges each person's work impartially, live out your time as foreigners here in reverent fear.",
      "reference": "1 Peter 1:17",
      "category": "reverence",
      "book": "1peter"
    },
    {
      "text": "For you know that it was not with perishable things such as silver or gold that you were redeemed from the empty way of life handed down to you from your ancestors.",
      "reference": "1 Peter 1:18",
      "category": "redemption",
      "book": "1peter"
    },
    {
      "text": "But with the precious blood of Christ, a lamb without blemish or defect.",
      "reference": "1 Peter 1:19",
      "category": "sacrifice",
      "book": "1peter"
    },
    {
      "text": "He was chosen before the creation of the world, but was revealed in these last times for your sake.",
      "reference": "1 Peter 1:20",
      "category": "chosen",
      "book": "1peter"
    },
    {
      "text": "Through him you believe in God, who raised him from the dead and glorified him, and so your faith and hope are in God.",
      "reference": "1 Peter 1:21",
      "category": "faith",
      "book": "1peter"
    },
    {
      "text": "Now that you have purified yourselves by obeying the truth so that you have sincere love for each other, love one another deeply, from the heart.",
      "reference": "1 Peter 1:22",
      "category": "love",
      "book": "1peter"
    },
    {
      "text": "For you have been born again, not of perishable seed, but of imperishable, through the living and enduring word of God.",
      "reference": "1 Peter 1:23",
      "category": "rebirth",
      "book": "1peter"
    },
    {
      "text": "All people are like grass, and all their glory is like the flowers of the field; the grass withers and the flowers fall, but the word of the Lord endures forever.",
      "reference": "1 Peter 1:24-25",
      "category": "endurance",
      "book": "1peter"
    },
    {
      "text": "Cast all your anxiety on him because he cares for you.",
      "reference": "1 Peter 5:7",
      "category": "anxiety",
      "book": "1peter"
    },
    {
      "text": "Blessed is the one who reads aloud the words of this prophecy, and blessed are those who hear it and take to heart what is written in it, because the time is near.",
      "reference": "Revelation 1:3",
      "category": "blessing",
      "book": "revelation"
    },
    {
      "text": "Grace and peace to you from him who is, and who was, and who is to come, and from the seven spirits before his throne.",
      "reference": "Revelation 1:4",
      "category": "peace",
      "book": "revelation"
    },
    {
      "text": "To him who loves us and has freed us from our sins by his blood, and has made us to be a kingdom and priests to serve his God and Father—to him be glory and power for ever and ever! Amen.",
      "reference": "Revelation 1:5-6",
      "category": "freedom",
      "book": "revelation"
    },
    {
      "text": "'Look, he is coming with the clouds,' and 'every eye will see him, even those who pierced him'; and all peoples on earth 'will mourn because of him.' So shall it be! Amen.",
      "reference": "Revelation 1:7",
      "category": "coming",
      "book": "revelation"
    },
    {
      "text": "'I am the Alpha and the Omega,' says the Lord God, 'who is, and who was, and who is to come, the Almighty.'",
      "reference": "Revelation 1:8",
      "category": "eternal",
      "book": "revelation"
    },
    {
      "text": "When I saw him, I fell at his feet as though dead. Then he placed his right hand on me and said: 'Do not be afraid. I am the First and the Last.'",
      "reference": "Revelation 1:17",
      "category": "comfort",
      "book": "revelation"
    },
    {
      "text": "I am the Living One; I was dead, and now look, I am alive for ever and ever! And I hold the keys of death and Hades.",
      "reference": "Revelation 1:18",
      "category": "victory",
      "book": "revelation"
    },
    {
      "text": "These are the words of him who holds the seven stars in his right hand and walks among the seven golden lampstands.",
      "reference": "Revelation 2:1",
      "category": "presence",
      "book": "revelation"
    },
    {
      "text": "Yet I hold this against you: You have forsaken the love you had at first.",
      "reference": "Revelation 2:4",
      "category": "love",
      "book": "revelation"
    },
    {
      "text": "Consider how far you have fallen! Repent and do the things you did at first. If you do not repent, I will come to you and remove your lampstand from its place.",
      "reference": "Revelation 2:5",
      "category": "repentance",
      "book": "revelation"
    },
    {
      "text": "Whoever has ears, let them hear what the Spirit says to the churches. To the one who is victorious, I will give the right to eat from the tree of life, which is in the paradise of God.",
      "reference": "Revelation 2:7",
      "category": "victory",
      "book": "revelation"
    },
    {
      "text": "Do not be afraid of what you are about to suffer. I tell you, the devil will put some of you in prison to test you, and you will suffer persecution for ten days. Be faithful, even to the point of death, and I will give you life as your victor's crown.",
      "reference": "Revelation 2:10",
      "category": "faithfulness",
      "book": "revelation"
    },
    {
      "text": "Whoever has ears, let them hear what the Spirit says to the churches. The one who is victorious will not be hurt at all by the second death.",
      "reference": "Revelation 2:11",
      "category": "protection",
      "book": "revelation"
    },
    {
      "text": "Here I am! I stand at the door and knock. If anyone hears my voice and opens the door, I will come in and eat with that person, and they with me.",
      "reference": "Revelation 3:20",
      "category": "invitation",
      "book": "revelation"
    },
    {
      "text": "To the one who is victorious, I will give the right to sit with me on my throne, just as I was victorious and sat down with my Father on his throne.",
      "reference": "Revelation 3:21",
      "category": "throne",
      "book": "revelation"
    },
    {
      "text": "After this I looked, and there before me was a door standing open in heaven. And the voice I had first heard speaking to me like a trumpet said, 'Come up here, and I will show you what must take place after this.'",
      "reference": "Revelation 4:1",
      "category": "vision",
      "book": "revelation"
    },
    {
      "text": "At once I was in the Spirit, and there before me was a throne in heaven with someone sitting on it.",
      "reference": "Revelation 4:2",
      "category": "throne",
      "book": "revelation"
    },
    {
      "text": "And the one who sat there had the appearance of jasper and ruby. A rainbow that shone like an emerald encircled the throne.",
      "reference": "Revelation 4:3",
      "category": "glory",
      "book": "revelation"
    },
    {
      "text": "You are worthy, our Lord and God, to receive glory and honor and power, for you created all things, and by your will they were created and have their being.",
      "reference": "Revelation 4:11",
      "category": "worship",
      "book": "revelation"
    },
    {
      "text": "And they sang a new song, saying: 'You are worthy to take the scroll and to open its seals, because you were slain, and with your blood you purchased for God persons from every tribe and language and people and nation.'",
      "reference": "Revelation 5:9",
      "category": "redemption",
      "book": "revelation"
    },
    {
      "text": "But Daniel resolved not to defile himself with the royal food and wine, and he asked the chief official for permission not to defile himself this way.",
      "reference": "Daniel 1:8",
      "category": "resolve",
      "book": "daniel"
    },
    {
      "text": "To these four young men God gave knowledge and understanding of all kinds of literature and learning. And Daniel could understand visions and dreams of all kinds.",
      "reference": "Daniel 1:17",
      "category": "wisdom",
      "book": "daniel"
    },
    {
      "text": "In every matter of wisdom and understanding about which the king questioned them, he found them ten times better than all the magicians and enchanters in his whole kingdom.",
      "reference": "Daniel 1:20",
      "category": "excellence",
      "book": "daniel"
    },
    {
      "text": "Daniel answered, 'No wise man, enchanter, magician or diviner can explain to the king the mystery he has asked about, but there is a God in heaven who reveals mysteries.'",
      "reference": "Daniel 2:27-28",
      "category": "revelation",
      "book": "daniel"
    },
    {
      "text": "He changes times and seasons; he deposes kings and raises up others. He gives wisdom to the wise and knowledge to the discerning.",
      "reference": "Daniel 2:21",
      "category": "sovereignty",
      "book": "daniel"
    },
    {
      "text": "He reveals deep and hidden things; he knows what lies in darkness, and light dwells with him.",
      "reference": "Daniel 2:22",
      "category": "knowledge",
      "book": "daniel"
    },
    {
      "text": "I thank and praise you, God of my ancestors: You have given me wisdom and power, you have made known to me what we asked of you, you have made known to us the dream of the king.",
      "reference": "Daniel 2:23",
      "category": "gratitude",
      "book": "daniel"
    },
    {
      "text": "Shadrach, Meshach and Abednego replied to him, 'King Nebuchadnezzar, we do not need to defend ourselves before you in this matter.'",
      "reference": "Daniel 3:16",
      "category": "courage",
      "book": "daniel"
    },
    {
      "text": "If we are thrown into the blazing furnace, the God we serve is able to deliver us from it, and he will deliver us from Your Majesty's hand.",
      "reference": "Daniel 3:17",
      "category": "deliverance",
      "book": "daniel"
    },
    {
      "text": "But even if he does not, we want you to know, Your Majesty, that we will not serve your gods or worship the image of gold you have set up.",
      "reference": "Daniel 3:18",
      "category": "faithfulness",
      "book": "daniel"
    },
    {
      "text": "Then Nebuchadnezzar said, 'Praise be to the God of Shadrach, Meshach and Abednego, who has sent his angel and rescued his servants! They trusted in him and defied the king's command and were willing to give up their lives rather than serve or worship any god except their own God.'",
      "reference": "Daniel 3:28",
      "category": "rescue",
      "book": "daniel"
    },
    {
      "text": "Now when Daniel learned that the decree had been published, he went home to his upstairs room where the windows opened toward Jerusalem. Three times a day he got down on his knees and prayed, giving thanks to his God, just as he had done before.",
      "reference": "Daniel 6:10",
      "category": "prayer",
      "book": "daniel"
    },
    {
      "text": "My God sent his angel, and he shut the mouths of the lions. They have not hurt me, because I was found innocent in his sight. Nor have I ever done any wrong before you, Your Majesty.",
      "reference": "Daniel 6:22",
      "category": "protection",
      "book": "daniel"
    },
    {
      "text": "In my vision at night I looked, and there before me was one like a son of man, coming with the clouds of heaven. He approached the Ancient of Days and was led into his presence.",
      "reference": "Daniel 7:13",
      "category": "vision",
      "book": "daniel"
    },
    {
      "text": "He was given authority, glory and sovereign power; all nations and peoples of every language worshiped him. His dominion is an everlasting dominion that will not pass away, and his kingdom is one that will never be destroyed.",
      "reference": "Daniel 7:14",
      "category": "kingdom",
      "book": "daniel"
    },
    {
      "text": "Make a joyful noise unto the Lord, all ye lands.",
      "reference": "Psalm 100:1",
      "category": "joy",
      "book": "psalms"
    },
    {
      "text": "Serve the Lord with gladness: come before his presence with singing.",
      "reference": "Psalm 100:2",
      "category": "service",
      "book": "psalms"
    },
    {
      "text": "Know ye that the Lord he is God: it is he that hath made us, and not we ourselves; we are his people, and the sheep of his pasture.",
      "reference": "Psalm 100:3",
      "category": "identity",
      "book": "psalms"
    },
    {
      "text": "Enter into his gates with thanksgiving, and into his courts with praise: be thankful unto him, and bless his name.",
      "reference": "Psalm 100:4",
      "category": "thanksgiving",
      "book": "psalms"
    },
    {
      "text": "For the Lord is good; his mercy is everlasting; and his truth endureth to all generations.",
      "reference": "Psalm 100:5",
      "category": "goodness",
      "book": "psalms"
    },
    {
      "text": "Bless the Lord, O my soul: and all that is within me, bless his holy name.",
      "reference": "Psalm 103:1",
      "category": "blessing",
      "book": "psalms"
    },
    {
      "text": "Bless the Lord, O my soul, and forget not all his benefits.",
      "reference": "Psalm 103:2",
      "category": "remembrance",
      "book": "psalms"
    },
    {
      "text": "Who forgiveth all thine iniquities; who healeth all thy diseases.",
      "reference": "Psalm 103:3",
      "category": "healing",
      "book": "psalms"
    },
    {
      "text": "Who redeemeth thy life from destruction; who crowneth thee with lovingkindness and tender mercies.",
      "reference": "Psalm 103:4",
      "category": "redemption",
      "book": "psalms"
    },
    {
      "text": "Who satisfieth thy mouth with good things; so that thy youth is renewed like the eagle's.",
      "reference": "Psalm 103:5",
      "category": "renewal",
      "book": "psalms"
    },
    {
      "text": "The Lord executeth righteousness and judgment for all that are oppressed.",
      "reference": "Psalm 103:6",
      "category": "justice",
      "book": "psalms"
    },
    {
      "text": "He made known his ways unto Moses, his acts unto the children of Israel.",
      "reference": "Psalm 103:7",
      "category": "revelation",
      "book": "psalms"
    },
    {
      "text": "The Lord is merciful and gracious, slow to anger, and plenteous in mercy.",
      "reference": "Psalm 103:8",
      "category": "mercy",
      "book": "psalms"
    },
    {
      "text": "He will not always chide: neither will he keep his anger for ever.",
      "reference": "Psalm 103:9",
      "category": "forgiveness",
      "book": "psalms"
    },
    {
      "text": "He hath not dealt with us after our sins; nor rewarded us according to our iniquities.",
      "reference": "Psalm 103:10",
      "category": "grace",
      "book": "psalms"
    },
    {
      "text": "For as the heaven is high above the earth, so great is his mercy toward them that fear him.",
      "reference": "Psalm 103:11",
      "category": "mercy",
      "book": "psalms"
    },
    {
      "text": "As far as the east is from the west, so far hath he removed our transgressions from us.",
      "reference": "Psalm 103:12",
      "category": "forgiveness",
      "book": "psalms"
    },
    {
      "text": "Like as a father pitieth his children, so the Lord pitieth them that fear him.",
      "reference": "Psalm 103:13",
      "category": "compassion",
      "book": "psalms"
    },
    {
      "text": "For he knoweth our frame; he remembereth that we are dust.",
      "reference": "Psalm 103:14",
      "category": "understanding",
      "book": "psalms"
    },
    {
      "text": "As for man, his days are as grass: as a flower of the field, so he flourisheth.",
      "reference": "Psalm 103:15",
      "category": "mortality",
      "book": "psalms"
    },
    {
      "text": "When pride comes, then comes disgrace, but with humility comes wisdom.",
      "reference": "Proverbs 11:2",
      "category": "humility",
      "book": "proverbs"
    },
    {
      "text": "The integrity of the upright guides them, but the unfaithful are destroyed by their duplicity.",
      "reference": "Proverbs 11:3",
      "category": "integrity",
      "book": "proverbs"
    },
    {
      "text": "Wealth is worthless in the day of wrath, but righteousness delivers from death.",
      "reference": "Proverbs 11:4",
      "category": "righteousness",
      "book": "proverbs"
    },
    {
      "text": "The righteousness of the blameless makes their paths straight, but the wicked are brought down by their own wickedness.",
      "reference": "Proverbs 11:5",
      "category": "paths",
      "book": "proverbs"
    },
    {
      "text": "The righteousness of the upright delivers them, but the unfaithful are trapped by evil desires.",
      "reference": "Proverbs 11:6",
      "category": "deliverance",
      "book": "proverbs"
    },
    {
      "text": "Hopes placed in mortals die with them; all the promise of their power comes to nothing.",
      "reference": "Proverbs 11:7",
      "category": "hope",
      "book": "proverbs"
    },
    {
      "text": "The righteous person is rescued from trouble, and it falls on the wicked instead.",
      "reference": "Proverbs 11:8",
      "category": "rescue",
      "book": "proverbs"
    },
    {
      "text": "With their mouths the godless destroy their neighbors, but through knowledge the righteous escape.",
      "reference": "Proverbs 11:9",
      "category": "knowledge",
      "book": "proverbs"
    },
    {
      "text": "When the righteous prosper, the city rejoices; when the wicked perish, there are shouts of joy.",
      "reference": "Proverbs 11:10",
      "category": "prosperity",
      "book": "proverbs"
    },
    {
      "text": "Through the blessing of the upright a city is exalted, but by the mouth of the wicked it is destroyed.",
      "reference": "Proverbs 11:11",
      "category": "blessing",
      "book": "proverbs"
    },
    {
      "text": "Whoever derides their neighbor has no sense, but the one who has understanding holds their tongue.",
      "reference": "Proverbs 11:12",
      "category": "understanding",
      "book": "proverbs"
    },
    {
      "text": "A gossip betrays a confidence, but a trustworthy person keeps a secret.",
      "reference": "Proverbs 11:13",
      "category": "trust",
      "book": "proverbs"
    },
    {
      "text": "For lack of guidance a nation falls, but victory is won through many advisers.",
      "reference": "Proverbs 11:14",
      "category": "guidance",
      "book": "proverbs"
    },
    {
      "text": "Whoever puts up security for a stranger will surely suffer, but whoever refuses to shake hands in pledge is safe.",
      "reference": "Proverbs 11:15",
      "category": "security",
      "book": "proverbs"
    },
    {
      "text": "A kindhearted woman gains honor, but ruthless men gain only wealth.",
      "reference": "Proverbs 11:16",
      "category": "kindness",
      "book": "proverbs"
    },
    {
      "text": "Those who are kind benefit themselves, but the cruel bring ruin on themselves.",
      "reference": "Proverbs 11:17",
      "category": "kindness",
      "book": "proverbs"
    },
    {
      "text": "A wicked person earns deceptive wages, but the one who sows righteousness reaps a sure reward.",
      "reference": "Proverbs 11:18",
      "category": "reward",
      "book": "proverbs"
    },
    {
      "text": "Truly the righteous attain life, but whoever pursues evil finds death.",
      "reference": "Proverbs 11:19",
      "category": "life",
      "book": "proverbs"
    },
    {
      "text": "The Lord detests those whose hearts are perverse, but he delights in those whose ways are blameless.",
      "reference": "Proverbs 11:20",
      "category": "delight",
      "book": "proverbs"
    },
    {
      "text": "Be sure of this: The wicked will not go unpunished, but those who are righteous will go free.",
      "reference": "Proverbs 11:21",
      "category": "justice",
      "book": "proverbs"
    },
    {
      "text": "But you will receive power when the Holy Spirit comes on you; and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth.",
      "reference": "Acts 1:8",
      "category": "power",
      "book": "acts"
    },
    {
      "text": "All of them were filled with the Holy Spirit and began to speak in other tongues as the Spirit enabled them.",
      "reference": "Acts 2:4",
      "category": "spirit",
      "book": "acts"
    },
    {
      "text": "Peter replied, 'Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit.'",
      "reference": "Acts 2:38",
      "category": "repentance",
      "book": "acts"
    },
    {
      "text": "They devoted themselves to the apostles' teaching and to fellowship, to the breaking of bread and to prayer.",
      "reference": "Acts 2:42",
      "category": "devotion",
      "book": "acts"
    },
    {
      "text": "Everyone was filled with awe at the many wonders and signs performed by the apostles.",
      "reference": "Acts 2:43",
      "category": "wonder",
      "book": "acts"
    },
    {
      "text": "All the believers were together and had everything in common.",
      "reference": "Acts 2:44",
      "category": "community",
      "book": "acts"
    },
    {
      "text": "They sold property and possessions to give to anyone who had need.",
      "reference": "Acts 2:45",
      "category": "generosity",
      "book": "acts"
    },
    {
      "text": "Every day they continued to meet together in the temple courts. They broke bread in their homes and ate together with glad and sincere hearts.",
      "reference": "Acts 2:46",
      "category": "fellowship",
      "book": "acts"
    },
    {
      "text": "Praising God and enjoying the favor of all the people. And the Lord added to their number daily those who were being saved.",
      "reference": "Acts 2:47",
      "category": "growth",
      "book": "acts"
    },
    {
      "text": "Silver or gold I do not have, but what I do have I give you. In the name of Jesus Christ of Nazareth, walk.",
      "reference": "Acts 3:6",
      "category": "healing",
      "book": "acts"
    },
    {
      "text": "Salvation is found in no one else, for there is no other name under heaven given to mankind by which we must be saved.",
      "reference": "Acts 4:12",
      "category": "salvation",
      "book": "acts"
    },
    {
      "text": "After they prayed, the place where they were meeting was shaken. And they were all filled with the Holy Spirit and spoke the word of God boldly.",
      "reference": "Acts 4:31",
      "category": "boldness",
      "book": "acts"
    },
    {
      "text": "All the believers were one in heart and mind. No one claimed that any of their possessions was their own, but they shared everything they had.",
      "reference": "Acts 4:32",
      "category": "unity",
      "book": "acts"
    },
    {
      "text": "With great power the apostles continued to testify to the resurrection of the Lord Jesus. And God's grace was so powerfully at work in them all.",
      "reference": "Acts 4:33",
      "category": "testimony",
      "book": "acts"
    },
    {
      "text": "There were no needy persons among them. For from time to time those who owned land or houses sold them, brought the money from the sales.",
      "reference": "Acts 4:34",
      "category": "provision",
      "book": "acts"
    },
    {
      "text": "And put it at the apostles' feet, and it was distributed to anyone who had need.",
      "reference": "Acts 4:35",
      "category": "distribution",
      "book": "acts"
    },
    {
      "text": "But Saul began to destroy the church. Going from house to house, he dragged off both men and women and put them in prison.",
      "reference": "Acts 8:3",
      "category": "persecution",
      "book": "acts"
    },
    {
      "text": "Those who had been scattered preached the word wherever they went.",
      "reference": "Acts 8:4",
      "category": "preaching",
      "book": "acts"
    },
    {
      "text": "Philip went down to a city in Samaria and proclaimed the Messiah there.",
      "reference": "Acts 8:5",
      "category": "proclamation",
      "book": "acts"
    },
    {
      "text": "When the crowds heard Philip and saw the signs he performed, they all paid close attention to what he said.",
      "reference": "Acts 8:6",
      "category": "attention",
      "book": "acts"
    },
    {
      "text": "If my people, who are called by my name, will humble themselves and pray and seek my face and turn from their wicked ways, then I will hear from heaven, and I will forgive their sin and will heal their land.",
      "reference": "2 Chronicles 7:14",
      "category": "healing",
      "book": "2chronicles"
    },
    {
      "text": "The eyes of the Lord range throughout the earth to strengthen those whose hearts are fully committed to him.",
      "reference": "2 Chronicles 16:9",
      "category": "commitment",
      "book": "2chronicles"
    },
    {
      "text": "Do not be afraid or discouraged because of this vast army. For the battle is not yours, but God's.",
      "reference": "2 Chronicles 20:15",
      "category": "battle",
      "book": "2chronicles"
    },
    {
      "text": "You will not have to fight this battle. Take up your positions; stand firm and see the deliverance the Lord will give you, Judah and Jerusalem. Do not be afraid; do not be discouraged. Go out to face them tomorrow, and the Lord will be with you.",
      "reference": "2 Chronicles 20:17",
      "category": "deliverance",
      "book": "2chronicles"
    },
    {
      "text": "Have I not commanded you? Be strong and courageous. Do not be afraid; do not be discouraged, for the Lord your God will be with you wherever you go.",
      "reference": "Joshua 1:9",
      "category": "courage",
      "book": "joshua"
    },
    {
      "text": "But as for me and my household, we will serve the Lord.",
      "reference": "Joshua 24:15",
      "category": "service",
      "book": "joshua"
    },
    {
      "text": "The Lord your God himself will cross over ahead of you. He will destroy these nations before you, and you will take possession of their land.",
      "reference": "Deuteronomy 31:3",
      "category": "victory",
      "book": "deuteronomy"
    },
    {
      "text": "Be strong and courageous. Do not be afraid or terrified because of them, for the Lord your God goes with you; he will never leave you nor forsake you.",
      "reference": "Deuteronomy 31:6",
      "category": "presence",
      "book": "deuteronomy"
    },
    {
      "text": "The eternal God is your refuge, and underneath are the everlasting arms. He will drive out your enemies before you, saying, 'Destroy them!'",
      "reference": "Deuteronomy 33:27",
      "category": "refuge",
      "book": "deuteronomy"
    },
    {
      "text": "In those days Israel had no king; everyone did as they saw fit.",
      "reference": "Judges 21:25",
      "category": "leadership",
      "book": "judges"
    },
    {
      "text": "But Ruth replied, 'Don't urge me to leave you or to turn back from you. Where you go I will go, and where you stay I will stay. Your people will be my people and your God my God.'",
      "reference": "Ruth 1:16",
      "category": "loyalty",
      "book": "ruth"
    },
    {
      "text": "Where you die I will die, and there I will be buried. May the Lord deal with me, be it ever so severely, if even death separates you and me.",
      "reference": "Ruth 1:17",
      "category": "devotion",
      "book": "ruth"
    },
    {
      "text": "The Lord repay you for what you have done. May you be richly rewarded by the Lord, the God of Israel, under whose wings you have come to take refuge.",
      "reference": "Ruth 2:12",
      "category": "reward",
      "book": "ruth"
    },
    {
      "text": "Hannah prayed and said: 'My heart rejoices in the Lord; in the Lord my horn is lifted high. My mouth boasts over my enemies, for I delight in your deliverance.'",
      "reference": "1 Samuel 2:1",
      "category": "rejoicing",
      "book": "1samuel"
    },
    {
      "text": "There is no one holy like the Lord; there is no one besides you; there is no Rock like our God.",
      "reference": "1 Samuel 2:2",
      "category": "holiness",
      "book": "1samuel"
    },
    {
      "text": "The Lord sends poverty and wealth; he humbles and he exalts.",
      "reference": "1 Samuel 2:7",
      "category": "sovereignty",
      "book": "1samuel"
    },
    {
      "text": "He raises the poor from the dust and lifts the needy from the ash heap; he seats them with princes and has them inherit a throne of honor.",
      "reference": "1 Samuel 2:8",
      "category": "elevation",
      "book": "1samuel"
    },
    {
      "text": "For the foundations of the earth are the Lord's; on them he has set the world.",
      "reference": "1 Samuel 2:8",
      "category": "foundation",
      "book": "1samuel"
    },
    {
      "text": "He will guard the feet of his faithful servants, but the wicked will be silenced in the place of darkness.",
      "reference": "1 Samuel 2:9",
      "category": "protection",
      "book": "1samuel"
    },
    {
      "text": "It is not by strength that one prevails; those who oppose the Lord will be broken.",
      "reference": "1 Samuel 2:9-10",
      "category": "strength",
      "book": "1samuel"
    },
    {
      "text": "O Lord, our Lord, how majestic is your name in all the earth! You have set your glory in the heavens.",
      "reference": "Psalm 8:1",
      "category": "majesty",
      "book": "psalms"
    },
    {
      "text": "Through the praise of children and infants you have established a stronghold against your enemies, to silence the foe and the avenger.",
      "reference": "Psalm 8:2",
      "category": "praise",
      "book": "psalms"
    },
    {
      "text": "When I consider your heavens, the work of your fingers, the moon and the stars, which you have set in place.",
      "reference": "Psalm 8:3",
      "category": "creation",
      "book": "psalms"
    },
    {
      "text": "What is mankind that you are mindful of them, human beings that you care for them?",
      "reference": "Psalm 8:4",
      "category": "humanity",
      "book": "psalms"
    },
    {
      "text": "You have made them a little lower than the angels and crowned them with glory and honor.",
      "reference": "Psalm 8:5",
      "category": "dignity",
      "book": "psalms"
    },
    {
      "text": "You made them rulers over the works of your hands; you put everything under their feet.",
      "reference": "Psalm 8:6",
      "category": "dominion",
      "book": "psalms"
    },
    {
      "text": "All flocks and herds, and the animals of the wild, the birds in the sky, and the fish in the sea, all that swim the paths of the seas.",
      "reference": "Psalm 8:7-8",
      "category": "creation",
      "book": "psalms"
    },
    {
      "text": "Lord, our Lord, how majestic is your name in all the earth!",
      "reference": "Psalm 8:9",
      "category": "majesty",
      "book": "psalms"
    },
    {
      "text": "I will give thanks to you, Lord, with all my heart; I will tell of all your wonderful deeds.",
      "reference": "Psalm 9:1",
      "category": "thanksgiving",
      "book": "psalms"
    },
    {
      "text": "I will be glad and rejoice in you; I will sing the praises of your name, O Most High.",
      "reference": "Psalm 9:2",
      "category": "rejoicing",
      "book": "psalms"
    },
    {
      "text": "My enemies turn back; they stumble and perish before you.",
      "reference": "Psalm 9:3",
      "category": "victory",
      "book": "psalms"
    },
    {
      "text": "For you have upheld my right and my cause, sitting enthroned as the righteous judge.",
      "reference": "Psalm 9:4",
      "category": "justice",
      "book": "psalms"
    },
    {
      "text": "You have rebuked the nations and destroyed the wicked; you have blotted out their name for ever and ever.",
      "reference": "Psalm 9:5",
      "category": "judgment",
      "book": "psalms"
    },
    {
      "text": "Endless ruin has overtaken my enemies, you have uprooted their cities; even the memory of them has perished.",
      "reference": "Psalm 9:6",
      "category": "destruction",
      "book": "psalms"
    },
    {
      "text": "The Lord reigns forever; he has established his throne for judgment.",
      "reference": "Psalm 9:7",
      "category": "reign",
      "book": "psalms"
    },
    {
      "text": "He rules the world in righteousness and judges the peoples with equity.",
      "reference": "Psalm 9:8",
      "category": "righteousness",
      "book": "psalms"
    },
    {
      "text": "The Lord is a refuge for the oppressed, a stronghold in times of trouble.",
      "reference": "Psalm 9:9",
      "category": "refuge",
      "book": "psalms"
    },
    {
      "text": "Those who know your name trust in you, for you, Lord, have never forsaken those who seek you.",
      "reference": "Psalm 9:10",
      "category": "trust",
      "book": "psalms"
    },
    {
      "text": "Sing the praises of the Lord, enthroned in Zion; proclaim among the nations what he has done.",
      "reference": "Psalm 9:11",
      "category": "proclamation",
      "book": "psalms"
    },
    {
      "text": "For he who avenges blood remembers; he does not ignore the cries of the afflicted.",
      "reference": "Psalm 9:12",
      "category": "justice",
      "book": "psalms"
    },
    {
      "text": "We always thank God for all of you and continually mention you in our prayers.",
      "reference": "1 Thessalonians 1:2",
      "category": "prayer",
      "book": "1thessalonians"
    },
    {
      "text": "We remember before our God and Father your work produced by faith, your labor prompted by love, and your endurance inspired by hope in our Lord Jesus Christ.",
      "reference": "1 Thessalonians 1:3",
      "category": "faith",
      "book": "1thessalonians"
    },
    {
      "text": "For we know, brothers and sisters loved by God, that he has chosen you.",
      "reference": "1 Thessalonians 1:4",
      "category": "chosen",
      "book": "1thessalonians"
    },
    {
      "text": "Because our gospel came to you not simply with words but also with power, with the Holy Spirit and deep conviction.",
      "reference": "1 Thessalonians 1:5",
      "category": "power",
      "book": "1thessalonians"
    },
    {
      "text": "You know how we lived among you for your sake.",
      "reference": "1 Thessalonians 1:5",
      "category": "example",
      "book": "1thessalonians"
    },
    {
      "text": "You became imitators of us and of the Lord, for you welcomed the message in the midst of severe suffering with the joy given by the Holy Spirit.",
      "reference": "1 Thessalonians 1:6",
      "category": "imitation",
      "book": "1thessalonians"
    },
    {
      "text": "And so you became a model to all the believers in Macedonia and Achaia.",
      "reference": "1 Thessalonians 1:7",
      "category": "model",
      "book": "1thessalonians"
    },
    {
      "text": "The Lord's message rang out from you not only in Macedonia and Achaia—your faith in God has become known everywhere.",
      "reference": "1 Thessalonians 1:8",
      "category": "testimony",
      "book": "1thessalonians"
    },
    {
      "text": "Therefore we do not need to say anything about it, for they themselves report what kind of reception you gave us.",
      "reference": "1 Thessalonians 1:8-9",
      "category": "reception",
      "book": "1thessalonians"
    },
    {
      "text": "They tell how you turned to God from idols to serve the living and true God.",
      "reference": "1 Thessalonians 1:9",
      "category": "conversion",
      "book": "1thessalonians"
    },
    {
      "text": "And to wait for his Son from heaven, whom he raised from the dead—Jesus, who rescues us from the coming wrath.",
      "reference": "1 Thessalonians 1:10",
      "category": "rescue",
      "book": "1thessalonians"
    },
    {
      "text": "Rejoice always, pray continually, give thanks in all circumstances; for this is God's will for you in Christ Jesus.",
      "reference": "1 Thessalonians 5:16-18",
      "category": "rejoicing",
      "book": "1thessalonians"
    },
    {
      "text": "Do not quench the Spirit.",
      "reference": "1 Thessalonians 5:19",
      "category": "spirit",
      "book": "1thessalonians"
    },
    {
      "text": "Do not treat prophecies with contempt but test them all; hold on to what is good, reject whatever is harmful.",
      "reference": "1 Thessalonians 5:20-22",
      "category": "discernment",
      "book": "1thessalonians"
    },
    {
      "text": "May God himself, the God of peace, sanctify you through and through. May your whole spirit, soul and body be kept blameless at the coming of our Lord Jesus Christ.",
      "reference": "1 Thessalonians 5:23",
      "category": "sanctification",
      "book": "1thessalonians"
    },
    {
      "text": "The one who calls you is faithful, and he will do it.",
      "reference": "1 Thessalonians 5:24",
      "category": "faithfulness",
      "book": "1thessalonians"
    },
    {
      "text": "I thank Christ Jesus our Lord, who has given me strength, that he considered me trustworthy, appointing me to his service.",
      "reference": "1 Timothy 1:12",
      "category": "service",
      "book": "1timothy"
    },
    {
      "text": "Even though I was once a blasphemer and a persecutor and a violent man, I was shown mercy because I acted in ignorance and unbelief.",
      "reference": "1 Timothy 1:13",
      "category": "mercy",
      "book": "1timothy"
    },
    {
      "text": "The grace of our Lord was poured out on me abundantly, along with the faith and love that are in Christ Jesus.",
      "reference": "1 Timothy 1:14",
      "category": "grace",
      "book": "1timothy"
    },
    {
      "text": "Here is a trustworthy saying that deserves full acceptance: Christ Jesus came into the world to save sinners—of whom I am the worst.",
      "reference": "1 Timothy 1:15",
      "category": "salvation",
      "book": "1timothy"
    },
    {
      "text": "The way of fools seems right to them, but the wise listen to advice.",
      "reference": "Proverbs 12:15",
      "category": "wisdom",
      "book": "proverbs"
    },
    {
      "text": "Fools show their annoyance at once, but the prudent overlook an insult.",
      "reference": "Proverbs 12:16",
      "category": "prudence",
      "book": "proverbs"
    },
    {
      "text": "An honest witness tells the truth, but a false witness tells lies.",
      "reference": "Proverbs 12:17",
      "category": "honesty",
      "book": "proverbs"
    },
    {
      "text": "The words of the reckless pierce like swords, but the tongue of the wise brings healing.",
      "reference": "Proverbs 12:18",
      "category": "words",
      "book": "proverbs"
    },
    {
      "text": "Truthful lips endure forever, but a lying tongue lasts only a moment.",
      "reference": "Proverbs 12:19",
      "category": "truth",
      "book": "proverbs"
    },
    {
      "text": "Deceit is in the hearts of those who plot evil, but those who promote peace have joy.",
      "reference": "Proverbs 12:20",
      "category": "peace",
      "book": "proverbs"
    },
    {
      "text": "No harm overtakes the righteous, but the wicked have their fill of trouble.",
      "reference": "Proverbs 12:21",
      "category": "righteousness",
      "book": "proverbs"
    },
    {
      "text": "The Lord detests lying lips, but he delights in people who are trustworthy.",
      "reference": "Proverbs 12:22",
      "category": "trustworthiness",
      "book": "proverbs"
    },
    {
      "text": "The prudent keep their knowledge to themselves, but a fool's heart blurts out folly.",
      "reference": "Proverbs 12:23",
      "category": "prudence",
      "book": "proverbs"
    },
    {
      "text": "Diligent hands will rule, but laziness ends in forced labor.",
      "reference": "Proverbs 12:24",
      "category": "diligence",
      "book": "proverbs"
    },
    {
      "text": "Anxiety weighs down the heart, but a kind word cheers it up.",
      "reference": "Proverbs 12:25",
      "category": "kindness",
      "book": "proverbs"
    },
    {
      "text": "The righteous choose their friends carefully, but the way of the wicked leads them astray.",
      "reference": "Proverbs 12:26",
      "category": "friendship",
      "book": "proverbs"
    },
    {
      "text": "The lazy do not roast any game, but the diligent feed on the riches of the hunt.",
      "reference": "Proverbs 12:27",
      "category": "diligence",
      "book": "proverbs"
    },
    {
      "text": "In the way of righteousness there is life; along that path is immortality.",
      "reference": "Proverbs 12:28",
      "category": "life",
      "book": "proverbs"
    },
    {
      "text": "A wise son heeds his father's instruction, but a mocker does not respond to rebukes.",
      "reference": "Proverbs 13:1",
      "category": "instruction",
      "book": "proverbs"
    },
    {
      "text": "From the fruit of their lips people enjoy good things, but the unfaithful have an appetite for violence.",
      "reference": "Proverbs 13:2",
      "category": "speech",
      "book": "proverbs"
    },
    {
      "text": "Those who guard their lips preserve their lives, but those who speak rashly will come to ruin.",
      "reference": "Proverbs 13:3",
      "category": "speech",
      "book": "proverbs"
    },
    {
      "text": "A sluggard's appetite is never filled, but the desires of the diligent are fully satisfied.",
      "reference": "Proverbs 13:4",
      "category": "satisfaction",
      "book": "proverbs"
    },
    {
      "text": "The righteous hate what is false, but the wicked make themselves a stench and bring shame on themselves.",
      "reference": "Proverbs 13:5",
      "category": "righteousness",
      "book": "proverbs"
    },
    {
      "text": "Righteousness guards the person of integrity, but wickedness overthrows the sinner.",
      "reference": "Proverbs 13:6",
      "category": "integrity",
      "book": "proverbs"
    },
    {
      "text": "Woe to me!' I cried. 'I am ruined! For I am a man of unclean lips, and I live among a people of unclean lips, and my eyes have seen the King, the Lord Almighty.'",
      "reference": "Isaiah 6:5",
      "category": "humility",
      "book": "isaiah"
    },
    {
      "text": "Then one of the seraphim flew to me with a live coal in his hand, which he had taken with tongs from the altar.",
      "reference": "Isaiah 6:6",
      "category": "purification",
      "book": "isaiah"
    },
    {
      "text": "With it he touched my mouth and said, 'See, this has touched your lips; your guilt is taken away and your sin atoned for.'",
      "reference": "Isaiah 6:7",
      "category": "atonement",
      "book": "isaiah"
    },
    {
      "text": "Then I heard the voice of the Lord saying, 'Whom shall I send? And who will go for us?' And I said, 'Here am I. Send me!'",
      "reference": "Isaiah 6:8",
      "category": "calling",
      "book": "isaiah"
    },
    {
      "text": "The people walking in darkness have seen a great light; on those living in the land of deep darkness a light has dawned.",
      "reference": "Isaiah 9:2",
      "category": "light",
      "book": "isaiah"
    },
    {
      "text": "You have enlarged the nation and increased their joy; they rejoice before you as people rejoice at the harvest, as warriors rejoice when dividing the plunder.",
      "reference": "Isaiah 9:3",
      "category": "joy",
      "book": "isaiah"
    },
    {
      "text": "For as in the day of Midian's defeat, you have shattered the yoke that burdens them, the bar across their shoulders, the rod of their oppressor.",
      "reference": "Isaiah 9:4",
      "category": "freedom",
      "book": "isaiah"
    },
    {
      "text": "Every warrior's boot used in battle and every garment rolled in blood will be destined for burning, will be fuel for the fire.",
      "reference": "Isaiah 9:5",
      "category": "peace",
      "book": "isaiah"
    },
    {
      "text": "He will reign on David's throne and over his kingdom, establishing and upholding it with justice and righteousness from that time on and forever.",
      "reference": "Isaiah 9:7",
      "category": "reign",
      "book": "isaiah"
    },
    {
      "text": "The zeal of the Lord Almighty will accomplish this.",
      "reference": "Isaiah 9:7",
      "category": "zeal",
      "book": "isaiah"
    },
    {
      "text": "In that day you will say: 'I will praise you, Lord. Although you were angry with me, your anger has turned away and you have comforted me.'",
      "reference": "Isaiah 12:1",
      "category": "comfort",
      "book": "isaiah"
    },
    {
      "text": "In that day they will say, 'Give praise to the Lord, proclaim his name; make known among the nations what he has done, and proclaim that his name is exalted.'",
      "reference": "Isaiah 12:4",
      "category": "proclamation",
      "book": "isaiah"
    },
    {
      "text": "Sing to the Lord, for he has done glorious things; let this be known to all the world.",
      "reference": "Isaiah 12:5",
      "category": "glory",
      "book": "isaiah"
    },
    {
      "text": "Shout aloud and sing for joy, people of Zion, for great is the Holy One of Israel among you.",
      "reference": "Isaiah 12:6",
      "category": "joy",
      "book": "isaiah"
    },
    {
      "text": "But he was pierced for our transgressions, he was crushed for our iniquities; the punishment that brought us peace was on him, and by his wounds we are healed.",
      "reference": "Isaiah 53:5",
      "category": "healing",
      "book": "isaiah"
    },
    {
      "text": "We all, like sheep, have gone astray, each of us has turned to our own way; and the Lord has laid on him the iniquity of us all.",
      "reference": "Isaiah 53:6",
      "category": "redemption",
      "book": "isaiah"
    },
    {
      "text": "He was oppressed and afflicted, yet he did not open his mouth; he was led like a lamb to the slaughter, and as a sheep before its shearers is silent, so he did not open his mouth.",
      "reference": "Isaiah 53:7",
      "category": "sacrifice",
      "book": "isaiah"
    },
    {
      "text": "Yet it was the Lord's will to crush him and cause him to suffer, and though the Lord makes his life an offering for sin, he will see his offspring and prolong his days, and the will of the Lord will prosper in his hand.",
      "reference": "Isaiah 53:10",
      "category": "suffering",
      "book": "isaiah"
    },
    {
      "text": "After he has suffered, he will see the light of life and be satisfied; by his knowledge my righteous servant will justify many, and he will bear their iniquities.",
      "reference": "Isaiah 53:11",
      "category": "justification",
      "book": "isaiah"
    },
    {
      "text": "Therefore I will give him a portion among the great, and he will divide the spoils with the strong, because he poured out his life unto death, and was numbered with the transgressors.",
      "reference": "Isaiah 53:12",
      "category": "victory",
      "book": "isaiah"
    }
  ]
}