{
  "dailyVerses": [
    {
      "text": "For I know the plans I have for you, declares the Lord, plans to prosper you and not to harm you, to give you hope and a future.",
      "reference": "Jeremiah 29:11",
      "category": "hope",
      "book": "jeremiah"
    },
    {
      "text": "Trust in the Lord with all your heart and lean not on your own understanding; in all your ways submit to him, and he will make your paths straight.",
      "reference": "Proverbs 3:5-6",
      "category": "wisdom",
      "book": "proverbs"
    },
    {
      "text": "And we know that in all things God works for the good of those who love him, who have been called according to his purpose.",
      "reference": "Romans 8:28",
      "category": "encouragement",
      "book": "romans"
    },
    {
      "text": "I can do all this through him who gives me strength.",
      "reference": "Philippians 4:13",
      "category": "encouragement",
      "book": "philippians"
    },
    {
      "text": "Be strong and courageous. Do not be afraid; do not be discouraged, for the Lord your God will be with you wherever you go.",
      "reference": "Joshua 1:9",
      "category": "courage",
      "book": "joshua"
    },
    {
      "text": "Cast all your anxiety on him because he cares for you.",
      "reference": "1 Peter 5:7",
      "category": "comfort",
      "book": "1peter"
    },
    {
      "text": "But those who hope in the Lord will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint.",
      "reference": "Isaiah 40:31",
      "category": "hope",
      "book": "isaiah"
    },
    {
      "text": "The Lord is my shepherd, I lack nothing. He makes me lie down in green pastures, he leads me beside quiet waters, he refreshes my soul.",
      "reference": "Psalm 23:1-3",
      "category": "comfort",
      "book": "psalms"
    },
    {
      "text": "Come to me, all you who are weary and burdened, and I will give you rest.",
      "reference": "Matthew 11:28",
      "category": "comfort",
      "book": "matthew"
    },
    {
      "text": "For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.",
      "reference": "John 3:16",
      "category": "salvation",
      "book": "john"
    },
    {
      "text": "The Lord is close to the brokenhearted and saves those who are crushed in spirit.",
      "reference": "Psalm 34:18",
      "category": "comfort",
      "book": "psalms"
    },
    {
      "text": "But seek first his kingdom and his righteousness, and all these things will be given to you as well.",
      "reference": "Matthew 6:33",
      "category": "wisdom",
      "book": "matthew"
    },
    {
      "text": "Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid.",
      "reference": "John 14:27",
      "category": "peace",
      "book": "john"
    },
    {
      "text": "Therefore do not worry about tomorrow, for tomorrow will worry about itself. Each day has enough trouble of its own.",
      "reference": "Matthew 6:34",
      "category": "wisdom",
      "book": "matthew"
    },
    {
      "text": "The Lord will fight for you; you need only to be still.",
      "reference": "Exodus 14:14",
      "category": "encouragement",
      "book": "exodus"
    },
    {
      "text": "He gives strength to the weary and increases the power of the weak.",
      "reference": "Isaiah 40:29",
      "category": "encouragement",
      "book": "isaiah"
    },
    {
      "text": "In their hearts humans plan their course, but the Lord establishes their steps.",
      "reference": "Proverbs 16:9",
      "category": "wisdom",
      "book": "proverbs"
    },
    {
      "text": "The Lord bless you and keep you; the Lord make his face shine on you and be gracious to you; the Lord turn his face toward you and give you peace.",
      "reference": "Numbers 6:24-26",
      "category": "blessing",
      "book": "numbers"
    },
    {
      "text": "This is the day the Lord has made; we will rejoice and be glad in it.",
      "reference": "Psalm 118:24",
      "category": "joy",
      "book": "psalms"
    },
    {
      "text": "Delight yourself in the Lord, and he will give you the desires of your heart.",
      "reference": "Psalm 37:4",
      "category": "joy",
      "book": "psalms"
    },
    {
      "text": "But the fruit of the Spirit is love, joy, peace, forbearance, kindness, goodness, faithfulness, gentleness and self-control.",
      "reference": "Galatians 5:22-23",
      "category": "character",
      "book": "galatians"
    },
    {
      "text": "Above all else, guard your heart, for everything you do flows from it.",
      "reference": "Proverbs 4:23",
      "category": "wisdom",
      "book": "proverbs"
    },
    {
      "text": "Let us hold unswervingly to the hope we profess, for he who promised is faithful.",
      "reference": "Hebrews 10:23",
      "category": "hope",
      "book": "hebrews"
    },
    {
      "text": "The Lord is my light and my salvation—whom shall I fear? The Lord is the stronghold of my life—of whom shall I be afraid?",
      "reference": "Psalm 27:1",
      "category": "courage",
      "book": "psalms"
    },
    {
      "text": "Be still, and know that I am God; I will be exalted among the nations, I will be exalted in the earth.",
      "reference": "Psalm 46:10",
      "category": "peace",
      "book": "psalms"
    },
    {
      "text": "Love is patient, love is kind. It does not envy, it does not boast, it is not proud.",
      "reference": "1 Corinthians 13:4",
      "category": "love",
      "book": "1corinthians"
    },
    {
      "text": "The name of the Lord is a fortified tower; the righteous run to it and are safe.",
      "reference": "Proverbs 18:10",
      "category": "protection",
      "book": "proverbs"
    },
    {
      "text": "And my God will meet all your needs according to the riches of his glory in Christ Jesus.",
      "reference": "Philippians 4:19",
      "category": "provision",
      "book": "philippians"
    },
    {
      "text": "The Lord your God is with you, the Mighty Warrior who saves. He will take great delight in you; in his love he will no longer rebuke you, but will rejoice over you with singing.",
      "reference": "Zephaniah 3:17",
      "category": "love",
      "book": "zephaniah"
    },
    {
      "text": "Create in me a pure heart, O God, and renew a steadfast spirit within me.",
      "reference": "Psalm 51:10",
      "category": "prayer",
      "book": "psalms"
    },
    {
      "text": "The heavens declare the glory of God; the skies proclaim the work of his hands.",
      "reference": "Psalm 19:1",
      "category": "worship",
      "book": "psalms"
    },
    {
      "text": "Taste and see that the Lord is good; blessed is the one who takes refuge in him.",
      "reference": "Psalm 34:8",
      "category": "encouragement",
      "book": "psalms"
    },
    {
      "text": "The Lord is my rock, my fortress and my deliverer; my God is my rock, in whom I take refuge, my shield and the horn of my salvation, my stronghold.",
      "reference": "Psalm 18:2",
      "category": "protection",
      "book": "psalms"
    },
    {
      "text": "Your word is a lamp for my feet, a light on my path.",
      "reference": "Psalm 119:105",
      "category": "guidance",
      "book": "psalms"
    },
    {
      "text": "The Lord is gracious and righteous; our God is full of compassion.",
      "reference": "Psalm 116:5",
      "category": "character",
      "book": "psalms"
    },
    {
      "text": "I lift up my eyes to the mountains—where does my help come from? My help comes from the Lord, the Maker of heaven and earth.",
      "reference": "Psalm 121:1-2",
      "category": "help",
      "book": "psalms"
    },
    {
      "text": "How good and pleasant it is when God's people live together in unity!",
      "reference": "Psalm 133:1",
      "category": "unity",
      "book": "psalms"
    },
    {
      "text": "The Lord is righteous in all his ways and faithful in all he does.",
      "reference": "Psalm 145:17",
      "category": "character",
      "book": "psalms"
    },
    {
      "text": "Wait for the Lord; be strong and take heart and wait for the Lord.",
      "reference": "Psalm 27:14",
      "category": "patience",
      "book": "psalms"
    },
    {
      "text": "Weeping may stay for the night, but rejoicing comes in the morning.",
      "reference": "Psalm 30:5",
      "category": "hope",
      "book": "psalms"
    },
    {
      "text": "The Lord your God is in your midst, a mighty one who will save; he will rejoice over you with gladness; he will quiet you by his love; he will exult over you with loud singing.",
      "reference": "Zephaniah 3:17",
      "category": "love",
      "book": "zephaniah"
    },
    {
      "text": "Commit to the Lord whatever you do, and he will establish your plans.",
      "reference": "Proverbs 16:3",
      "category": "guidance",
      "book": "proverbs"
    },
    {
      "text": "A gentle answer turns away wrath, but a harsh word stirs up anger.",
      "reference": "Proverbs 15:1",
      "category": "wisdom",
      "book": "proverbs"
    },
    {
      "text": "The fear of the Lord is the beginning of wisdom, and knowledge of the Holy One is understanding.",
      "reference": "Proverbs 9:10",
      "category": "wisdom",
      "book": "proverbs"
    },
    {
      "text": "Pride goes before destruction, a haughty spirit before a fall.",
      "reference": "Proverbs 16:18",
      "category": "wisdom",
      "book": "proverbs"
    },
    {
      "text": "Iron sharpens iron, so one person sharpens another.",
      "reference": "Proverbs 27:17",
      "category": "relationships",
      "book": "proverbs"
    },
    {
      "text": "She is clothed with strength and dignity; she can laugh at the days to come.",
      "reference": "Proverbs 31:25",
      "category": "character",
      "book": "proverbs"
    },
    {
      "text": "Many are the plans in a person's heart, but it is the Lord's purpose that prevails.",
      "reference": "Proverbs 19:21",
      "category": "sovereignty",
      "book": "proverbs"
    },
    {
      "text": "Whoever walks in integrity walks securely, but whoever takes crooked paths will be found out.",
      "reference": "Proverbs 10:9",
      "category": "integrity",
      "book": "proverbs"
    },
    {
      "text": "The simple believe anything, but the prudent give thought to their steps.",
      "reference": "Proverbs 14:15",
      "category": "wisdom",
      "book": "proverbs"
    },
    {
      "text": "Better a little with righteousness than much gain with injustice.",
      "reference": "Proverbs 16:8",
      "category": "righteousness",
      "book": "proverbs"
    },
    {
      "text": "The heart of the discerning acquires knowledge, for the ears of the wise seek it out.",
      "reference": "Proverbs 18:15",
      "category": "learning",
      "book": "proverbs"
    },
    {
      "text": "Whoever is patient has great understanding, but one who is quick-tempered displays folly.",
      "reference": "Proverbs 14:29",
      "category": "patience",
      "book": "proverbs"
    },
    {
      "text": "Do not withhold good from those to whom it is due, when it is in your power to act.",
      "reference": "Proverbs 3:27",
      "category": "generosity",
      "book": "proverbs"
    },
    {
      "text": "Ask and it will be given to you; seek and you will find; knock and the door will be opened to you.",
      "reference": "Matthew 7:7",
      "category": "prayer",
      "book": "matthew"
    },
    {
      "text": "Blessed are the peacemakers, for they will be called children of God.",
      "reference": "Matthew 5:9",
      "category": "peace",
      "book": "matthew"
    },
    {
      "text": "Let your light shine before others, that they may see your good deeds and glorify your Father in heaven.",
      "reference": "Matthew 5:16",
      "category": "witness",
      "book": "matthew"
    },
    {
      "text": "Do not store up for yourselves treasures on earth, where moths and vermin destroy, and where thieves break in and steal. But store up for yourselves treasures in heaven.",
      "reference": "Matthew 6:19-20",
      "category": "wisdom",
      "book": "matthew"
    },
    {
      "text": "If anyone wants to be first, he must be the very last, and the servant of all.",
      "reference": "Mark 9:35",
      "category": "service",
      "book": "mark"
    },
    {
      "text": "For even the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.",
      "reference": "Mark 10:45",
      "category": "service",
      "book": "mark"
    },
    {
      "text": "All things are possible with God.",
      "reference": "Mark 10:27",
      "category": "faith",
      "book": "mark"
    },
    {
      "text": "For where your treasure is, there your heart will be also.",
      "reference": "Luke 12:34",
      "category": "wisdom",
      "book": "luke"
    },
    {
      "text": "Be merciful, just as your Father is merciful.",
      "reference": "Luke 6:36",
      "category": "mercy",
      "book": "luke"
    },
    {
      "text": "I am the way and the truth and the life. No one comes to the Father except through me.",
      "reference": "John 14:6",
      "category": "salvation",
      "book": "john"
    },
    {
      "text": "I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.",
      "reference": "John 16:33",
      "category": "peace",
      "book": "john"
    },
    {
      "text": "Greater love has no one than this: to lay down one's life for one's friends.",
      "reference": "John 15:13",
      "category": "love",
      "book": "john"
    },
    {
      "text": "I am the vine; you are the branches. If you remain in me and I in you, you will bear much fruit; apart from me you can do nothing.",
      "reference": "John 15:5",
      "category": "connection",
      "book": "john"
    },
    {
      "text": "Then you will know the truth, and the truth will set you free.",
      "reference": "John 8:32",
      "category": "truth",
      "book": "john"
    },
    {
      "text": "Therefore, if anyone is in Christ, the new creation has come: The old has gone, the new is here!",
      "reference": "2 Corinthians 5:17",
      "category": "transformation",
      "book": "2corinthians"
    },
    {
      "text": "But he said to me, 'My grace is sufficient for you, for my power is made perfect in weakness.'",
      "reference": "2 Corinthians 12:9",
      "category": "grace",
      "book": "2corinthians"
    },
    {
      "text": "For it is by grace you have been saved, through faith—and this is not from yourselves, it is the gift of God.",
      "reference": "Ephesians 2:8",
      "category": "salvation",
      "book": "ephesians"
    },
    {
      "text": "Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you.",
      "reference": "Ephesians 4:32",
      "category": "forgiveness",
      "book": "ephesians"
    },
    {
      "text": "Finally, brothers and sisters, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable—if anything is excellent or praiseworthy—think about such things.",
      "reference": "Philippians 4:8",
      "category": "mindset",
      "book": "philippians"
    },
    {
      "text": "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God.",
      "reference": "Philippians 4:6",
      "category": "prayer",
      "book": "philippians"
    },
    {
      "text": "Rejoice in the Lord always. I will say it again: Rejoice!",
      "reference": "Philippians 4:4",
      "category": "joy",
      "book": "philippians"
    },
    {
      "text": "Set your minds on things above, not on earthly things.",
      "reference": "Colossians 3:2",
      "category": "mindset",
      "book": "colossians"
    },
    {
      "text": "And whatever you do, whether in word or deed, do it all in the name of the Lord Jesus, giving thanks to God the Father through him.",
      "reference": "Colossians 3:17",
      "category": "service",
      "book": "colossians"
    },
    {
      "text": "For God has not given us a spirit of fear, but of power, of love and of sound mind.",
      "reference": "2 Timothy 1:7",
      "category": "courage",
      "book": "2timothy"
    },
    {
      "text": "In the beginning God created the heavens and the earth.",
      "reference": "Genesis 1:1",
      "category": "creation",
      "book": "genesis"
    },
    {
      "text": "So God created mankind in his own image, in the image of God he created them; male and female he created them.",
      "reference": "Genesis 1:27",
      "category": "identity",
      "book": "genesis"
    },
    {
      "text": "The Lord God formed a man from the dust of the ground and breathed into his nostrils the breath of life, and the man became a living being.",
      "reference": "Genesis 2:7",
      "category": "life",
      "book": "genesis"
    },
    {
      "text": "And we know that in all things God works for the good of those who love him, who have been called according to his purpose.",
      "reference": "Romans 8:28",
      "category": "purpose",
      "book": "romans"
    },
    {
      "text": "Have I not commanded you? Be strong and courageous. Do not be afraid; do not be discouraged, for the Lord your God will be with you wherever you go.",
      "reference": "Joshua 1:9",
      "category": "courage",
      "book": "joshua"
    },
    {
      "text": "But as for me and my household, we will serve the Lord.",
      "reference": "Joshua 24:15",
      "category": "commitment",
      "book": "joshua"
    },
    {
      "text": "The Lord is my strength and my defense; he has become my salvation. He is my God, and I will praise him, my father's God, and I will exalt him.",
      "reference": "Exodus 15:2",
      "category": "praise",
      "book": "exodus"
    },
    {
      "text": "Remember the Sabbath day by keeping it holy.",
      "reference": "Exodus 20:8",
      "category": "rest",
      "book": "exodus"
    },
    {
      "text": "Honor your father and your mother, so that you may live long in the land the Lord your God is giving you.",
      "reference": "Exodus 20:12",
      "category": "family",
      "book": "exodus"
    },
    {
      "text": "You shall not murder. You shall not commit adultery. You shall not steal. You shall not give false testimony against your neighbor.",
      "reference": "Exodus 20:13-16",
      "category": "commandments",
      "book": "exodus"
    },
    {
      "text": "Hear, O Israel: The Lord our God, the Lord is one. Love the Lord your God with all your heart and with all your soul and with all your strength.",
      "reference": "Deuteronomy 6:4-5",
      "category": "love",
      "book": "deuteronomy"
    },
    {
      "text": "These commandments that I give you today are to be on your hearts. Impress them on your children.",
      "reference": "Deuteronomy 6:6-7",
      "category": "teaching",
      "book": "deuteronomy"
    },
    {
      "text": "It is the Lord who goes before you. He will be with you; he will not leave you or forsake you. Do not fear or be dismayed.",
      "reference": "Deuteronomy 31:8",
      "category": "presence",
      "book": "deuteronomy"
    },
    {
      "text": "The Lord your God will circumcise your hearts and the hearts of your descendants, so that you may love him with all your heart and with all your soul, and live.",
      "reference": "Deuteronomy 30:6",
      "category": "transformation",
      "book": "deuteronomy"
    },
    {
      "text": "But Ruth replied, 'Don't urge me to leave you or to turn back from you. Where you go I will go, and where you stay I will stay. Your people will be my people and your God my God.'",
      "reference": "Ruth 1:16",
      "category": "loyalty",
      "book": "ruth"
    },
    {
      "text": "The Lord looks at the heart.",
      "reference": "1 Samuel 16:7",
      "category": "character",
      "book": "1samuel"
    },
    {
      "text": "David said to the Philistine, 'You come against me with sword and spear and javelin, but I come against you in the name of the Lord Almighty.'",
      "reference": "1 Samuel 17:45",
      "category": "faith",
      "book": "1samuel"
    },
    {
      "text": "And he took bread, and when he had given thanks, he broke it and gave it to them, saying, 'This is my body, which is given for you. Do this in remembrance of me.'",
      "reference": "Luke 22:19",
      "category": "communion",
      "book": "luke"
    },
    {
      "text": "Father, forgive them, for they do not know what they are doing.",
      "reference": "Luke 23:34",
      "category": "forgiveness",
      "book": "luke"
    },
    {
      "text": "He is not here; he has risen, just as he said. Come and see the place where he lay.",
      "reference": "Matthew 28:6",
      "category": "resurrection",
      "book": "matthew"
    },
    {
      "text": "All authority in heaven and on earth has been given to me. Therefore go and make disciples of all nations.",
      "reference": "Matthew 28:18-19",
      "category": "mission",
      "book": "matthew"
    },
    {
      "text": "But you will receive power when the Holy Spirit comes on you; and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth.",
      "reference": "Acts 1:8",
      "category": "mission",
      "book": "acts"
    },
    {
      "text": "Salvation is found in no one else, for there is no other name under heaven given to mankind by which we must be saved.",
      "reference": "Acts 4:12",
      "category": "salvation",
      "book": "acts"
    },
    {
      "text": "And we know that for those who love God all things work together for good, for those who are called according to his purpose.",
      "reference": "Romans 8:28",
      "category": "purpose",
      "book": "romans"
    },
    {
      "text": "If God is for us, who can be against us?",
      "reference": "Romans 8:31",
      "category": "confidence",
      "book": "romans"
    },
    {
      "text": "The Lord is my shepherd, I lack nothing.",
      "reference": "Psalm 23:1",
      "category": "provision",
      "book": "psalms"
    },
    {
      "text": "Even though I walk through the darkest valley, I will fear no evil, for you are with me; your rod and your staff, they comfort me.",
      "reference": "Psalm 23:4",
      "category": "comfort",
      "book": "psalms"
    },
    {
      "text": "Surely your goodness and love will follow me all the days of my life, and I will dwell in the house of the Lord forever.",
      "reference": "Psalm 23:6",
      "category": "hope",
      "book": "psalms"
    },
    {
      "text": "The earth is the Lord's, and everything in it, the world, and all who live in it.",
      "reference": "Psalm 24:1",
      "category": "creation",
      "book": "psalms"
    },
    {
      "text": "Show me your ways, Lord, teach me your paths.",
      "reference": "Psalm 25:4",
      "category": "guidance",
      "book": "psalms"
    },
    {
      "text": "Good and upright is the Lord; therefore he instructs sinners in his ways.",
      "reference": "Psalm 25:8",
      "category": "character",
      "book": "psalms"
    },
    {
      "text": "The Lord is my light and my salvation—whom shall I fear?",
      "reference": "Psalm 27:1",
      "category": "courage",
      "book": "psalms"
    },
    {
      "text": "Though an army besiege me, my heart will not fear; though war break out against me, even then I will be confident.",
      "reference": "Psalm 27:3",
      "category": "confidence",
      "book": "psalms"
    },
    {
      "text": "I remain confident of this: I will see the goodness of the Lord in the land of the living.",
      "reference": "Psalm 27:13",
      "category": "hope",
      "book": "psalms"
    },
    {
      "text": "The Lord is my strength and my shield; my heart trusts in him, and he helps me.",
      "reference": "Psalm 28:7",
      "category": "trust",
      "book": "psalms"
    },
    {
      "text": "Weeping may stay for the night, but rejoicing comes in the morning.",
      "reference": "Psalm 30:5",
      "category": "hope",
      "book": "psalms"
    },
    {
      "text": "Into your hands I commit my spirit; deliver me, Lord, my faithful God.",
      "reference": "Psalm 31:5",
      "category": "surrender",
      "book": "psalms"
    },
    {
      "text": "Be strong and take heart, all you who hope in the Lord.",
      "reference": "Psalm 31:24",
      "category": "encouragement",
      "book": "psalms"
    },
    {
      "text": "Blessed is the one whose transgressions are forgiven, whose sins are covered.",
      "reference": "Psalm 32:1",
      "category": "forgiveness",
      "book": "psalms"
    },
    {
      "text": "Many are the woes of the wicked, but the Lord's unfailing love surrounds the one who trusts in him.",
      "reference": "Psalm 32:10",
      "category": "trust",
      "book": "psalms"
    },
    {
      "text": "Sing joyfully to the Lord, you righteous; it is fitting for the upright to praise him.",
      "reference": "Psalm 33:1",
      "category": "worship",
      "book": "psalms"
    },
    {
      "text": "The Lord foils the plans of the nations; he thwarts the purposes of the peoples. But the plans of the Lord stand firm forever.",
      "reference": "Psalm 33:10-11",
      "category": "sovereignty",
      "book": "psalms"
    },
    {
      "text": "We wait in hope for the Lord; he is our help and our shield.",
      "reference": "Psalm 33:20",
      "category": "hope",
      "book": "psalms"
    },
    {
      "text": "I will extol the Lord at all times; his praise will always be on my lips.",
      "reference": "Psalm 34:1",
      "category": "praise",
      "book": "psalms"
    },
    {
      "text": "Those who look to him are radiant; their faces are never covered with shame.",
      "reference": "Psalm 34:5",
      "category": "joy",
      "book": "psalms"
    },
    {
      "text": "The angel of the Lord encamps around those who fear him, and he delivers them.",
      "reference": "Psalm 34:7",
      "category": "protection",
      "book": "psalms"
    },
    {
      "text": "The righteous cry out, and the Lord hears them; he delivers them from all their troubles.",
      "reference": "Psalm 34:17",
      "category": "prayer",
      "book": "psalms"
    },
    {
      "text": "Take delight in the Lord, and he will give you the desires of your heart.",
      "reference": "Psalm 37:4",
      "category": "delight",
      "book": "psalms"
    },
    {
      "text": "Commit your way to the Lord; trust in him and he will do this.",
      "reference": "Psalm 37:5",
      "category": "trust",
      "book": "psalms"
    }
  ]
}
