{
  "stories": [
    {
      "id": "david-goliath",
      "title": "David and Goliath",
      "subtitle": "Faith Defeats the Giant",
      "category": "old-testament",
      "duration": "3:09",
      "icon": "🗡️",
      "color": "#8B5CF6",
      "gradient": ["#7C3AED", "#4C1D95"],
      "audioUrl": "https://raw.githubusercontent.com/jacixn/project-1/main/audio-files/david-goliath.mp3",
      "thumbnail": "https://raw.githubusercontent.com/jacixn/project-1/main/audio-thumbnails/david-goliath.jpg",
      "script": "David and Goliath.\nHere's what you need to know.\n\nSo... picture this.\n\nTwo armies are staring each other down in a valley... Israel on one side... the Philistines on the other.\n\nAnd the Philistines have a SECRET WEAPON.\n\nA NINE-FOOT TALL giant named Goliath.\n\nThis man is BUILT. DIFFERENT.\n\nWe're talking bronze helmet... full body armor... a spear the size of a tree trunk.\n\nAnd for FORTY DAYS STRAIGHT... this giant walks out every morning and ROASTS the entire Israelite army.\n\n\"Send me your best fighter!\" he yells. \"If he wins? We'll be your slaves. But if I win? You're DONE.\"\n\nAnd the Israelites? They're SHOOK. Like... nobody moves. Nobody breathes. Pure fear.\n\nNow enter David.\n\nHe's not even supposed to BE here.\n\nHe's just a teenager... a shepherd boy... sent by his dad to bring snacks to his older brothers.\n\nBut when David hears Goliath talking all that trash?\n\nHe's like... \"Wait. Hold up. Who is THIS guy... defying the armies of the LIVING GOD?\"\n\nAnd everyone's like... \"Bro. Sit down. You're like twelve.\"\n\nBut David doesn't back down.\n\nKing Saul hears about him and goes... \"Fine. Fight him. Here... take my armor.\"\n\nDavid tries it on... and he's like... \"I can't move in this. It's not me.\"\n\nSo he takes it OFF.\n\nGrabs his shepherd staff... picks up FIVE SMOOTH STONES from a stream... and walks toward the giant with nothing but a sling.\n\nGoliath sees him and LAUGHS.\n\n\"Am I a DOG that you come at me with sticks? I'm gonna feed you to the BIRDS!\"\n\nBut David says something LEGENDARY.\n\n\"You come at me with a sword... a spear... and a javelin. But I come at you in the name of the LORD of hosts... the God of Israel... whom you have DEFIED.\"\n\n\"Today? The Lord will deliver you into my hands. And the WHOLE WORLD will know... that the battle belongs to GOD.\"\n\nAnd then?\n\nDavid RUNS. Toward the giant.\n\nHe reaches into his bag... loads ONE STONE... swings the sling...\n\nAnd BOOM.\n\nThe stone sinks into Goliath's forehead.\n\nAnd the giant?\n\nFalls. Face. First.\n\nDONE.\n\nThe entire Philistine army? PANICS and runs.\n\nIsrael wins.\n\nA teenager with a sling just took down a NINE FOOT GIANT.\n\nSo... what do we learn from this?\n\nGod doesn't need your strength. He uses your FAITH.\n\nDavid didn't have experience... or armor... or a sword.\n\nBut he had something BETTER.\n\nHe BELIEVED that God was bigger than the giant in front of him.\n\nAnd when you stand with God?\n\nNo giant... no situation... no obstacle... can take you down.\n\nThe battle? Belongs to the LORD.",
      "reference": "1 Samuel 17",
      "keyLessons": [
        "Faith conquers fear",
        "God uses the weak to shame the strong",
        "Trust in God's power, not your own strength",
        "One person with God is a majority"
      ],
      "tags": ["courage", "faith", "victory", "old-testament", "david"],
      "ageGroup": "all",
      "difficulty": "easy"
    }
  ],
  "metadata": {
    "version": "1.0",
    "totalStories": 1,
    "lastUpdated": "2025-01-21"
  }
}

